Repository: quickcommercegit/plugins
Catalog: yith-woocommerce-affiliates/languages/yith-woocommerce-affiliates-*.po
Languages: de_de, el, fr_fr, nl_nl, pt_br

source: For any new visit coming from an %1$saffiliate%2$s link, the system stores related information, such as referrer name, visited page, date and possible order ID associated. In the latter case, it stores also conversion time, that is the time passed before a click converts into an order.
pt_br: Para qualquer nova visita vinda de um link de %1$safiliado%2$s, o sistema armazena informações relacionadas, como nome da indicação, a página visitada, a data e o ID do possível pedido associado. Neste último caso, ele também armazena o tempo de conversão, que é o tempo passado desde que um clique se converta num pedido.

source: Set a basic commission rate for your entire shop, but do not limit to this only!%3$sEnter a different commission according to user or purchased product. In a quick and easy way, so, you will be able to create a %1$scommission hierarchy%2$s according to your needs and your business methods.
pt_br: Defina uma Taxa Base de Comissão para toda a sua Loja, mas não se limite só a isso!%3$sColoque uma Comissão diferente de acordo com Usuário ou Produto adquirido. De uma maneira rápida e fácil, assim, você será capaz de criar uma %1$sHierarquia de Comissão%2$s de acordo com suas necessidades e seus métodos de negócio.

source: Permanent association
pt_br: Associação Permanente

source: A special way to encourage affiliates to take more and more customers to your site. After the first purchase from your affiliate link, all following orders will generate a %1$scommission%2$s earning for the associated affiliate.
pt_br: Uma maneira especial de incentivar as afiliadas a levar cada vez mais clientes para o seu site. Após a primeira compra do seu link de afiliado, todas as ordens seguintes gerarão uma %1$scomissão%2$s ganho para o afiliado associado.

source: This feature, that you can either enable or not, might be a powerful tool for drawing the attention of all those interested in an affiliation programme.
pt_br: Este recurso, que você pode ativar ou não, pode ser uma ferramenta poderosa para chamar a atenção de todos os interessados ​​em um programa de Afiliados.

source: Affiliate history
pt_br: Histórico do afiliado

source: As easy as useful for those like you who need to track all moves on your site.All orders linked to affiliates show an %1$s"affiliation history"%2$s, a comprehensive chronological list with all affiliates who have contributed to generate visits from that user in your site.
pt_br: Tão fácil quanto útil para aqueles como você que precisam acompanhar todos os movimentos em seu site. Todas as ordens vinculadas a afiliados mostram um histórico de %1$s"%2$s, uma lista cronológica abrangente com todos os afiliados que contribuíram para gerar visitas desse usuário em seu site.

source: Mobile devices
pt_br: Dispositivos móveis

source: Automatic approval
pt_br: Aprovação automática

source: Automatic approval of new affiliates
pt_br: Aprovação Automática de Novos Afiliados

source: If you do not want to waste your time approving all users who apply for becoming affilitates in your shop, do not worry, with the premium version you will just have enable an option and it's done: %1$sany new affiliate%2$s will be immediately ready to advertise your products!
pt_br: Se você não quiser perder seu tempo aprovando todos os usuários que se candidatam a se tornar afiliados em sua loja, não se preocupe, com a versão premium você só terá habilitar uma opção e está feito: %1$smuse nova afiliada%2$s estará imediatamente pronto para anunciar seus produtos!

source: Click duration
pt_br: Duração do Clique

source: You might need to make some %1$sstatistics%2$s about %1$sactivities%2$s connected to all affiliates in your site and probably also the number of visits generated by each of them. In order not to distort these data, you can set the number of seconds that have to pass before a visit form the same user can be counted as a new click in click logs.
pt_br: Você pode precisar fazer algumas %1$sstatística%2$s sobre %1$satividades%2$s conectadas a todos os afiliados em seu site e provavelmente também o número de visitas geradas por cada uma delas. Para não distorcer esses dados, você pode definir o número de segundos que devem passar antes que um formulário de visita o mesmo usuário possa ser contado como um novo clique em logs de clique.

source: Report
pt_br: Relatório

source: An entire section devoted to statistics about commissions and conversions generated for each visit. A global area with all data collected from general actions from users and another more detailed one, that allows you to read details of each single product and verify the number of %1$svisits%2$s generated, earnings coming from %1$saffiliation%2$s operations and conversion percentage.
pt_br: Uma seção inteira dedicada a estatísticas sobre comissões e conversões geradas para cada visita. Uma área global com todos os dados coletados de ações gerais de usuários e outra mais detalhada, que permite que você leia detalhes de cada produto e verifique o número de %1$sVisitas%2$s gerados, ganhos provenientes de %1$sAfiliações%2$s operações e porcentagem de conversão.

source: Notification email
pt_br: E-mail de notificação

source: Enjoy the benefits of notification emails that the plugin allows you to get in order to keep both administratore and users (affiliate and not) always updated.%3$sAny new %1$saffiliation request%2$s or %1$scommission payment%2$s will be notified via email in a dynamic site like yours!
pt_br: Aproveite os benefícios dos e-mails de notificação que o plug-in permite que você mantenha atualizados tanto para Administradores quanto para Usuários (Afiliados ou não). %3$sQualquer Pedido Novo %1$sde Afiliação%2$s ou %1$sPagamento de Comissão%2$s serão notificados via E-mail em um site dinâmico como o seu!

source: Affiliation code
pt_br: Código de Afiliação

source: User is usually associated to the affiliate thanks to an affiliation code which has been inserted in the url that led user to your site. In this case, affiliation is automatic. %1$s In case this behavior doesn't satisfy your needs, you can request the insertion of the affiliation code through the specific form in "Checkout" page.
pt_br: O usuário geralmente é associado ao afiliado graças a um código de afiliação que foi inserido na url que levou o usuário ao seu site. Neste caso, a filiação é automática. %1$s Caso esse comportamento não satisfaça suas necessidades, você pode solicitar a inserção do código de afiliação através do formulário específico na página "Checkout".

source: Delete cookie
pt_br: Excluir Cookies

source: The user reached your site through an affiliation. %1$sFor how long will his/her purchases generate commissions for the affiliate?%2$s You can choose by setting a deadline or by making sure the affiliation will be deleted after the first purchase.
pt_br: O usuário chegou ao seu site através de uma afiliação. %1$s Por quanto tempo suas compras gerarão comissões para o afiliado? %2$s Você pode escolher estabelecendo um prazo ou certificando-se de que a afiliação será excluída após a primeira compra.

source: Add and remove affiliates from an order
pt_br: Adicionar e Remover Afiliados de um Pedido

source: %1$sSelect the order and associate it with one of your store affiliates.%2$s %3$sNow you can do this by simply accessing your admin panel.
pt_br: %1$sSelecione o Pedido e associe com um dos seu Afiliados da Loja.%2$s %3$sAgora você podem fazer isso, basta acessar seu Painel Administrativo.

source: The same goes for referrals already linked to an order: commissions will be calculated automatically as soon as you save.
pt_br: O mesmo vale para encaminhamentos já vinculados a uma ordem: as comissões serão calculadas automaticamente assim que você economizar.

source: Let affiliates request payments
pt_br: Deixe que afiliados solicitem pagamentos

source: Affiliates can now request a withdrawal of their commissions. Affiliates will be able to request withdrawals, upload invoices for their withdrawals and generate new invoices for their withdrawal requests. By simply enabling the option in the backend, a new menu label will appear in the affilates dasboard.
pt_br: Os afiliados agora podem solicitar a retirada de suas comissões. Os afiliados poderão solicitar saques, carregar faturas para seus saques e gerar novas faturas para suas solicitações de saque. Ao simplesmente habilitar a opção no backend, um novo rótulo de menu aparecerá no quadro de affilates.

source: Withdraw
de_de: Abheben
el: Αποσύρετε
fr_fr: Retirer de l'argent
nl_nl: Uitbetalen
pt_br: Retirada

source: Add new user commission
de_de: Neue Benutzerkommission hinzufügen
el: Προσθήκη προμήθειας νέου χρήστη
fr_fr: Ajouter une nouvelle commission utilisateur
nl_nl: Voeg nieuwe gebruikers commissie toe
pt_br: Adicionar Nova Comissão de usuário

source: Add Commission
de_de: Kommission hinzufügen
el: Προσθήκη Προμήθειας
fr_fr: Ajouter une commission
nl_nl: Commissie toevoegen
pt_br: Adicionar Comissão

source: User rates
de_de: Benutzertarife
el: Ποσοστά χρήστη
fr_fr: Taux par utilisateurs
nl_nl: Gebruikers tarieven
pt_br: Taxas de usuário

source: Add new product commission
de_de: Neue Produktprovision hinzufügen
el: Προσθήκη νέας προμήθειας προϊόντος
fr_fr: Ajouter une nouvelle commission sur le produit
nl_nl: Nieuwe product commissie toevoegen
pt_br: Adicionar Nova Comissão de Produto

source: Search for a product&hellip;
de_de: Suche nach einem Produkt & hellip;
el: Αναζήτηση προϊόντος&hellip;
fr_fr: Rechercher un produit&hellip;
nl_nl: Zoeken naar een product&hellip;
pt_br: Pesquisar um produto&hellip;

source: Product rates
de_de: Produktpreise
el: Ποσοστά προϊόντος
fr_fr: Taux par produits
nl_nl: Product tarieven
pt_br: Taxas de produto

source: Order Total:
de_de: Auftragssumme:
el: Σύνολο Παραγγελίας:
fr_fr: Total de la commande:
nl_nl: Bestelling totaal:
pt_br: Total do Pedido:

source: This is the total of commissions credited to referral
de_de: Dies ist die Summe der Provisionen, die der Überweisung gutgeschrieben wurden
el: Αυτό είναι το σύνολο των προμηθειών που πιστώθηκαν στην παραπομπή
fr_fr: Il s'agit du total des commissions créditées au parrain
nl_nl: Totaal commissies gecrediteerd aan affiliatie
pt_br: Este é o Total de Comissões creditadas à Referência

source: Store Earnings:
de_de: Shop Einnahmen:
el: Έσοδα Καταστήματος:
fr_fr: Gains par la boutique:
nl_nl: Winkel verdiensten:
pt_br: Ganhos da loja:

source: General stats
de_de: Allgemeine Statistiken
el: Γενικά στατιστικά
fr_fr: Statistiques générales
nl_nl: Algemene statistieken
pt_br: Estatísticas gerais

source: Total commissions
de_de: Provisionen insgesamt
el: Σύνολο προμηθειών
fr_fr: Total des commissions
nl_nl: Totaal commissies
pt_br: Total de comissões

source: Sum of all confirmed commissions so far
de_de: Summe aller bisher bestätigten Provisionen
el: Σύνολο όλων των επιβεβαιωμένων προμηθειών έως τώρα
fr_fr: Somme de toutes les commissions confirmées jusqu'à présent
nl_nl: Som van alle bevestigde commissies tot nu toe
pt_br: Soma de todas as Comissões Confirmadas até agora

source: Total Paid
de_de: komplett bezahlt
el: Πληρωμένο σύνολο
fr_fr: Total payé
nl_nl: Totaal betaald
pt_br: Total Pago

source: Sum of all paid commissions so far
de_de: Summe aller bisher bezahlten Provisionen
el: Σύνολο όλων των πληρωμένων προμηθειών έως τώρα
fr_fr: Somme de toutes les commissions payées jusqu'à présent
nl_nl: Totaal van alle betaalde commissies tot nu toe
pt_br: Soma de todas as comissões pagas até agora

source: Number of hits
de_de: Anzahl der Treffer
el: Αριθμός επιτυχιών
fr_fr: Nombre de visites
nl_nl: Aantal hits
pt_br: Nº de Acessos

source: Number of clicks
de_de: Anzahl der Klicks
el: Αριθμός κλικ
fr_fr: Nombre de clics
nl_nl: Aantal kliks
pt_br: Nº de Cliques

source: Number of conversions
de_de: Anzahl der Conversions
el: Αριθμός μετατροπών
fr_fr: Nombre de conversions
nl_nl: Aantal conversies
pt_br: Nº de conversões

source: Average conversion rate
de_de: Durchschnittliche Conversion-Rate
el: Μέσος όρος ποσοστού μετατροπής
fr_fr: Taux de conversion moyen
nl_nl: Gemiddelde wisselkoers
pt_br: Taxa Média de Conversão

source: Average percent conversion rate
de_de: Durchschnittliche prozentuale Conversion-Rate
el: Μέσος όρος τοις εκατό του ποσοστού μετατροπής
fr_fr: Pourcentage moyen de conversion
nl_nl: Gemiddeld percentage koers
pt_br: Taxa de conversão percentual média

source: Statistics per single product
de_de: Statistiken pro einzelnem Produkt
el: Στατιστικά ανά προϊόν
fr_fr: Statistiques par produit unique
nl_nl: Statistieken per single product
pt_br: Estatísticas Individuais por Produto

source: Items per page:
de_de: Objekte pro Seite:
el: Στοιχεία ανά σελίδα:
fr_fr: Objets par page:
nl_nl: Items per pagina:
pt_br: Itens por Página:

source: Origin Base
de_de: Ursprungsbasis
el: Βάση προέλευσης
fr_fr: Base d'origine
nl_nl: Herkomst basis
pt_br: Base de origem

source: Converted
de_de: Umgewandelt
el: Μετατράπηκε
fr_fr: Converti
nl_nl: Geconverteerd
pt_br: Convertido

source: Not Converted
de_de: Nicht Umgewandelt
el: Δεν μετατράπηκε
fr_fr: Non converti
nl_nl: Niet geconverteerd
pt_br: Não Convertido

source: Sorry! There are no registered hits yet
de_de: Es tut uns leid! Es sind noch keine Treffer registriert
el: Συγνώμη! Δεν υπάρχουν καταγεγραμμένες επιτυχίες ακόμη
fr_fr: Désolé! Il n'y a pas encore de résultats enregistrés
nl_nl: Sorry! Er zijn nog geen geregistreerde hits
pt_br: Lamento! Ainda não existem acessos registrados

source: Product:
de_de: Produkt:
el: Προϊόν:
fr_fr: Produit:
pt_br: Produto:

source: Sorry! There are no registered commissions yet
de_de: Es tut uns leid! Es sind noch keine Provisionen registriert
el: Συγνώμη! Δεν υπάρχουν καταγεγραμμένες προμήθειες ακόμη
fr_fr: Désolé! Il n'y a pas encore de commissions enregistrées
nl_nl: Sorry! Er zijn nog geen geregistreerde commissies
pt_br: Você ainda não tem comissões registradas

source: Invoice
de_de: Rechnung
el: Τιμολόγιο
fr_fr: Facture
nl_nl: Factuur
pt_br: Fatura

source: Download
el: Κατέβασμα
fr_fr: Télécharger
nl_nl: Downloaden
pt_br: Baixar

source: Sorry! There are no registered payments yet
de_de: Es tut uns leid! Es sind noch keine Zahlungen registriert
el: Συγνώμη! Δεν υπάρχουν καταγεγραμμένες πληρωμές ακόμη
fr_fr: Désolé! Il n'y a pas encore de paiements enregistrés
nl_nl: Sorry! Er zijn nog geen geregistreerde betalingen
pt_br: Você ainda não tem Pagamentos Registrados

source: (First name for your account)
de_de: (Vorname für Ihr Konto)
el: (Όνομα του λογαριασμού σας)
fr_fr: (Prénom de votre compte)
nl_nl: (Voornaam voor je account)
pt_br: (Nome para sua Conta)

source: (Last name for your account)
de_de: (Nachname für Ihr Konto)
el: (Επίθετο του λογαριασμού σας)
fr_fr: (Nom de votre compte)
nl_nl: (Achternaam voor je account)
pt_br: (Sobrenome para sua Conta)

source: (Email address where you want to receive PayPal payments for commissions)
de_de: E-Mail-Adresse, an die Sie PayPal-Zahlungen für Provisionen erhalten möchten
el: (Διεύθυνση ηλεκτρονικού ταχυδρομείου όπου θέλετε να δέχεστε τις πληρωμές PayPal για προμήθειες)
fr_fr: (Adresse e-mail où vous souhaitez recevoir les paiements PayPal pour les commissions)
nl_nl: (E-mailadres waarop je PayPal betalingen voor commissies wilt ontvangen)
pt_br: (E-mail em que deseja receber os pagamentos de comissões pelo PayPal)

source: Affiliate rate
el: Ποσοστό θυγατρικής
fr_fr: Taux d'affiliation
nl_nl: Affiliatie tarief
pt_br: Taxa do afiliado

source: Total Earnings
de_de: Gesamteinnahmen
el: Συνολικά Έσοδα
fr_fr: Total des gains
nl_nl: Totaal verdiensten
pt_br: Ganhos Totais

source: Total Refunded
de_de: Insgesamt erstattet
el: Σύνολο Επιστροφής
fr_fr: Total remboursé
nl_nl: Totaal gerestitueerd
pt_br: Total Reembolsado

source: Visits
de_de: Besuche
el: Επισκέψεις
fr_fr: Visites
nl_nl: Bezoekers
pt_br: Visitas

source: Conversion rate
de_de: Wechselkurs
el: Ποσοστό μετατροπής
fr_fr: Taux de conversion
nl_nl: Succespercentage
pt_br: Taxa de conversão

source: Recent Commissions
de_de: Letzte Kommissionen
el: Πρόσφατες προμήθειες
fr_fr: Commissions récentes
nl_nl: Recente commissies
pt_br: Comissões recentes

source: View all
de_de: Alle zeigen
el: Προβολή όλων
fr_fr: Voir tout
nl_nl: Bekijk alle
pt_br: Ver tudo

source: Recent Clicks
de_de: Letzte Klicks
el: Πρόσφατα κλικ
fr_fr: Clics récents
nl_nl: Recente kliks
pt_br: Cliques recentes

source: Not converted
de_de: Nicht konvertiert
el: Μη μετατρέψιμα
fr_fr: Non converti
nl_nl: Niet geconverteerd
pt_br: Não convertido

source: Your affiliate ID is: <strong>%s</strong>
de_de: Deine Affiliate-ID ist: <strong>%s</strong>
el: Το ID συνεργάτη σας είναι: <strong>%s</strong>
fr_fr: Votre ID de référence est: <strong>%s</strong>
nl_nl: Je affiliatie ID is: <strong>%s</strong>
pt_br: Seu Código de Afiliado é: <strong>%s</strong>

source: Your referral URL is: <strong class="copy-target">%s</strong>
de_de: Dein Empfehlungslink ist: <strong class="copy-target">%s</strong>
el: Το URL παραπομπής σας είναι: <strong class=“copy-target”>%s</strong>
fr_fr: Votre URL de référence est: <strong class="copy-target">%s</strong>
nl_nl: Je affiliatie-URL is: <strong class="copy-target">%s</strong>
pt_br: Seu Link de Referência é: <strong class="copy-target">%s</strong>

source: (Now
de_de: (Jetzt
el: (Τώρα
fr_fr: (Maintenant
nl_nl: (Je kunt nu
pt_br: (Agora

source: copy
de_de: Kopieren
el: αντιγράψτε
fr_fr: copier
nl_nl: kopiëren
pt_br: copiar

source: this referral link and share it anywhere)
de_de: diesen Empfehlungslink und teilen Sie ihn überall)
el: αυτό το λινκ παραπομπής και κοινοποιήστε το όπου θέλετε)
fr_fr: ce lien de référence et le partager n'importe où)
nl_nl: en deze affiliatie-link delen waar je maar wilt)
pt_br: agora copie este link e compartilhe)

source: Enter any URL from this site into the form below to generate your referral link to that page
de_de: Geben Sie eine beliebige URL von dieser Site in das unten stehende Formular ein, um Ihren Empfehlungslink zu dieser Seite zu generieren
el: Πληκτρολογήστε οποιοδήποτε URL από αυτή την ιστοσελίδα στην ακόλουθη φόρμα, για την δημιουργία λινκ παραπομπής στην συγκεκριμένη σελίδα
fr_fr: Entrez n'importe quelle URL de ce site dans le formulaire ci-dessous pour générer votre lien de référence vers cette page
nl_nl: Voer een URL in in het onderstaande formulier, om een affiliatie-link te genereren naar die pagina
pt_br: Digite qualquer URL desse site no formulário abaixo para gerar o seu link de indicação para aquela página

source: Affiliate login
el: Είσοδος συνεργάτη
fr_fr: Login affilié
pt_br: Login do afiliado

source: Page URL
de_de: Seiten-URL
el: URL Σελίδας
fr_fr: L'URL de la page
nl_nl: Pagina URL
pt_br: URL da página

source: Referral URL
de_de: Verweis-URL
el: URL Παραπομπής
fr_fr: URL de référence
nl_nl: Affiliatie-URL
pt_br: URL de indicação

source: Generate
de_de: Generieren
el: Δημιουργία
fr_fr: Générer
nl_nl: Genereer
pt_br: Gerar

source: Menu
de_de: Menü
el: Μενού
pt_br: Menu Superior

source: Login
el: Είσοδος
fr_fr: S'identifier
pt_br: Entrar

source: Username or email address
de_de: Username oder E-Mail Adresse
el: Όνομα χρήστη ή διεύθυνση ηλεκτρονικού ταχυδρομείου
fr_fr: Nom d'utilisateur ou adresse e-mail
nl_nl: Gebruikersnaam of e-mailadres
pt_br: Nome de usuário ou e-mail

source: Password
de_de: Passwort
el: Κωδικός πρόσβασης
fr_fr: Mot de passe
nl_nl: Wachtwoord
pt_br: Senha

source: Remember me
de_de: Login speichern
el: Να με θυμάσαι
fr_fr: Se souvenir de moi
nl_nl: Onthoud mij
pt_br: Lembre-me

source: Lost your password?
de_de: Passwort vergessen?
el: Χάσατε τον κωδικό σας;
fr_fr: Mot de passe perdu?
nl_nl: Wachtwoord vergeten?
pt_br: Perdeu sua senha?

source: Register
de_de: Registrieren
el: Εγγραφή
fr_fr: S'inscrire
nl_nl: Registreer
pt_br: Cadastre-se

source: Username
de_de: Nutzername
el: Όνομα Χρήστη
fr_fr: Nom d'utilisateur
nl_nl: Gebruikersnaam
pt_br: Nome de usuário

source: Email address
de_de: E-Mail Adresse
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου
fr_fr: Adresse e-mail
nl_nl: E-mailadres
pt_br: Endereço de e-mail

source: You're just one step away from becoming an affiliate!
de_de: Du bist nur noch einen Schritt davon entfern ein Affiliate zu werden!
el: Είστε μόνο ένα βήμα πριν να γίνετε συνεργάτης!
fr_fr: Vous n'êtes plus qu'à un pas de devenir affilié!
nl_nl: Je bent maar een stap verwijderd van affiliate worden!
pt_br: Você está apenas a um passo de se tornar um Credenciado!

source: Become an affiliate
de_de: Werde ein Affiliate
el: Γίνετε συνεργάτης
fr_fr: Devenir un affilié
nl_nl: Wordt een affiliate
pt_br: Torne-se um afiliado

source: You have already affiliated with us. Thank you!
de_de: In unserem System bist du bereits als Affiliate hinterlegt. Danke!
el: Είμαστε ήδη σε συνεργασία! Ευχαριστούμε!
fr_fr: Vous êtes déjà affilié avec nous. On vous remercie!
nl_nl: Je bent al geaffilieerd met ons. Dankjewel!
pt_br: Você já é nosso Credenciado. Obrigado!

source: Your request has been registered and it is awaiting administrators approval!
de_de: Deine Anfrage wurde registriert und wartet auf administrative Genehmigung!
el: Το αίτημα σας έχει καταχωρηθεί και αναμένεται η έγκριση του διαχειριστή!
fr_fr: Votre demande a été enregistrée et attend l'approbation des administrateurs!
nl_nl: Je verzoek is geregistreerd en wacht op goedkeuring van de beheerder!
pt_br: Seu pedido foi registrado e está aguardando a aprovação dos administradores!

source: My Referral URL on
de_de: Mein Empfehlungslink für
el: Το URL Παραπομπής μου στο
fr_fr: Mon URL référent sur
nl_nl: Mijn affiliatie URL op
pt_br: Meu link de referência em

source: <code><strong>YITH WooCommerce Affiliates</strong></code> allows your users to become affiliates on your site earning commissions on every sale generated through their exclusive affiliation links. Create a sales network at no cost and increase your incomes just like big stores. <a href="https://yithemes.com/" target="_blank">Get more plugins for your e-commerce on <strong>YITH</strong></a>
de_de: <code><strong>YITH WooCommerce Affiliates</strong></code> Ermöglicht Ihren Benutzern, Partner auf Ihrer Website zu werden und Provisionen für jeden Verkauf zu verdienen, der über ihre exklusiven Zugehörigkeitslinks generiert wird. Erstellen Sie kostenlos ein Vertriebsnetz und steigern Sie Ihr Einkommen wie in großen Geschäften. <a href="https://yithemes.com/" target="_blank">Holen Sie sich mehr Plugins für Ihren E-Commerce auf <strong>YITH</strong></a>
nl_nl: <code><strong>YITH WooCommerce Affiliates</strong></code> laat je gebruikers affiliates worden op je site, laat ze commissies verdienen op elke verkoop die wordt gegenereerd via hun exclusieve affiliatie links. Creëer een kosteloos verkoopnetwerk en verhoog je inkomsten net als grote winkels. <a href="https://yithemes.com/" target="_blank">Verkrijg meer plugins voor je e-commerce op <strong>YITH</strong></a>
pt_br: <code><strong>YITH WooCommerce Afiliados</strong></code> permite que seus usuários se tornem afiliados em seu site ganhando comissões sobre cada venda gerada através de seus links exclusivos de afiliação. Crie uma rede de vendas sem custos e aumente os seus rendimentos tal como as grandes lojas. <a href="https://yithemes.com/" target="_blank">Obtenha mais plugins para o seu e-commerce no <strong>YITH</strong></a>

# Label for payment email for the affiliate (admin view)
source: Payment
de_de: Zahlung
nl_nl: Betaling
pt_br: Pagamento

# Order number by X
source: %s by %s
de_de: %s von %s
el: %s από %s
fr_fr: %s par %s
nl_nl: %s van %s
pt_br: %s por %s
