Repository: quickcommercegit/plugins
Catalog: yith-woocommerce-affiliates/languages/yith-woocommerce-affiliates-*.po
Languages: de_de, el, fr_fr, nl_nl, pt_br

source: Restored %s due to refund #%s deletion
de_de: %s aufgrund von Rückerstattung #%s Löschung wiederhergestellt
el: %s αποκαταστάθηκε λόγω διαγραφής επιστροφής #%s
fr_fr: %s restauré en raison de la suppression du remboursement #%s
nl_nl: Hersteld %s wegens restitutie #%s verwijdering
pt_br: %s Restaurado devido a exclusão de Restituição #%s

source: %s restored this item; system automatically assigned %s status
de_de: %s hat diesen Gegenstand restauriert; Das System hat automatisch den Status %s zugewiesen
el: %s αποκατέστησε το αντικείμενο. Το σύστημα ανέθεσε αυτόματα κατάσταση %s
fr_fr: %s a restauré cet élément; état %s attribué automatiquement au système
nl_nl: %s dit item terugzetten; systeem heeft automatisch status %s toegewezen
pt_br: %s Restaurado! Sistema automaticamente atribuído o Status de %s

source: added on %1$s at %2$s
de_de: hinzugefügt am %1$s um %2$s
el: προστέθηκε στο %1$s στις %2$s
fr_fr: ajouté le %1$s à %2$s
nl_nl: toegevoegd op %1$s om %2$s
pt_br: adicionado em %1$s ás %2$s

source: Delete note
de_de: Notiz löschen
el: Διαγραφή σημείωσης
fr_fr: Supprimer la note
nl_nl: Verwijder notitie
pt_br: Apagar nota

source: Discounts
de_de: Rabatte
el: Εκπτώσεις
fr_fr: Remises
nl_nl: Kortingen
pt_br: Descontos

source: Moved to trash by %s
de_de: Verschoben in den Papierkorb vorbei %s
el: Μεταφέρθηκε στα διαγραμμένα από %s
fr_fr: Déplacé dans la corbeille de %s
nl_nl: Verplaatst naar de prullenbak door %s
pt_br: Movido para a Lixeira por %s

source: Referral Commissions
de_de: Überweisungskommissionen
el: Παραπομπή Προμηθειών
fr_fr: Commissions de référence
nl_nl: Affiliatie commissies
pt_br: Comissões de Referência

source: Completed
de_de: Abgeschlossen
el: Ολοκληρώθηκε
fr_fr: Terminé
nl_nl: Afgerond
pt_br: Concluído

source: On Hold
de_de: In Wartestellung
el: Σε Αναμονή
fr_fr: En attente
nl_nl: In de wacht
pt_br: Em espera

source: You have to select at least one commission
de_de: Sie müssen mindestens eine Provision auswählen
el: Πρέπει να επιλέξετε τουλάχιστον μία προμήθεια
fr_fr: Vous devez sélectionner au moins une commission
nl_nl: U moet minstens een commissie selecteren
pt_br: Selecione pelo menos uma Comissão

source: Payment correctly registered
de_de: Zahlung korrekt registriert
el: Η πληρωμή καταχωρήθηκε επιτυχώς
fr_fr: Paiement correctement enregistré
nl_nl: Betaling succesvol geregistreerd
pt_br: Pagamento Registrado Corretamente

source: Payment registered; awaiting for IPN confirmation
de_de: Zahlung registriert; Warten auf IPN-Bestätigung
el: Πληρωμή καταχωρήθηκε. Αναμένεται επιβεβαίωση IPN
fr_fr: Paiement enregistré; en attente de confirmation IPN
nl_nl: Betaling geregistreerd; wacht op IPN bevestiging
pt_br: Pagamento Registado! Aguardando confirmação IPN

source: Payment registered
de_de: Zahlung registriert
el: Πληρωμή καταχωρήθηκε
fr_fr: Paiement enregistré
nl_nl: Betaling geregistreerd
pt_br: Pagamento registrado

source: Completed at
de_de: Abgeschlossen bei
el: Ολοκληρώθηκε στις
fr_fr: Terminé le
nl_nl: Afgerond op
pt_br: Completado em

source: While you visit our site, we’ll track:
de_de: Während Sie unsere Website besuchen, verfolgen wir Folgendes:
el: Κατά την επίσκεψή σας στη σελίδα μας, θα καταγράφουμε:
fr_fr: Pendant que vous visitez notre site, nous suivons:
nl_nl: Terwijl je onze site bezoekt, traceren wij:
pt_br: Enquanto você visita nosso site, nós rastreamos:

source: Visits to the store: we’ll use this to generate statistics for affiliates and administrators.
de_de: Besuche im Geschäft: Wir werden dies verwenden, um Statistiken für Partner und Administratoren zu erstellen.
el: Επισκέψεις στο κατάστημα: θα χρησιμοποιηθεί για την δημιουργία στατιστικών για θυγατρικές και διαχειριστές.
fr_fr: Visites de la boutique: nous les utiliserons pour générer des statistiques pour les affiliés et les administrateurs.
nl_nl: Bezoeken aan de winkel: we gebruiken dit om statistieken te maken voor affiliates en beheerders.
pt_br: Visitas à Loja: nós vamos usar isso para gerar estatísticas para Afiliados e Administradores.

source: Location, IP address and browser type: we’ll use this just for statistics, and to let administrators supervise traffic generated by affiliates.
de_de: Standort, IP-Adresse und Browsertyp: Wir verwenden dies nur für Statistiken und damit Administratoren den von verbundenen Unternehmen generierten Datenverkehr überwachen können.
el: Τοποθεσία, διεύθυνση IP και τύπος πλοηγού: θα χρησιμοποιηθεί μόνο για στατιστικά, και για να μπορούν οι διαχειριστές να επιβλέπουν την κίνηση που παράγουν οι θυγατρικές.
fr_fr: Emplacement, adresse IP et type de navigateur: nous les utiliserons uniquement à des fins statistiques et pour permettre aux administrateurs de superviser le trafic généré par les affiliés.
nl_nl: Locatie, IP adres en browser type: we gebruiken dit voor statistieken, en om de beheerders toezicht te laten houden op gegenereerd verkeer door affiliaties.
pt_br: Localização, endereço IP e tipo de navegador: usaremos isso apenas para estatísticas e para permitir que os administradores supervisionem o tráfego gerado por afiliados.

source: Affiliate’s name, username, email address: we’ll use this information to register and keep track of affiliates.
de_de: Name, Benutzername und E-Mail-Adresse des Partners: Wir verwenden diese Informationen, um uns zu registrieren und den Überblick über Partner zu behalten.
el: Όνομα θυγατρικής, όνομα χρήστη, διεύθυνση ταχυδρομείου: οι πληροφορίες θα χρησιμοποιηθούν για την καταχώρηση και παρακολούθηση θυγατρικών.
fr_fr: Nom, nom d'utilisateur et adresse e-mail de l'affilié: nous utiliserons ces informations pour vous inscrire et suivre les affiliés.
nl_nl: Naam affiliate, gebruikersnaam, e-mail adres: we gebruiken deze informatie voor het registreren en volgen van affiliaties.
pt_br: Nome do Afiliado, Usuário, E-mail: utilizaremos essas informações para Registrar e manter o controle de Afiliados.

source: We’ll also use cookies to keep track of visit and sales generate by affiliates.
de_de: Wir verwenden Cookies auch, um den Besuch und die Verkäufe der Partner zu verfolgen.
el: Επίσης, θα χρησιμοποιούμε cookies για να παρακολουθούμε τις επισκέψεις και πωλήσεις θυγατρικών.
fr_fr: Nous utiliserons également des cookies pour suivre les visites et les ventes générées par les affiliés.
nl_nl: We gebruiken ook cookies om bezoeken en gegenereerde verkopen door affiliaties te volgen.
pt_br: Também usaremos cookies para acompanhar a visita e as vendas gerados por afiliados.

source: Members of our team have access to the information you provide us. For example, both Administrators and Shop Managers can access:
de_de: Mitglieder unseres Teams haben Zugriff auf die Informationen, die Sie uns zur Verfügung stellen. Beispielsweise können sowohl Administratoren als auch Shop-Manager auf Folgendes zugreifen:
el: Μέλη της ομάδας μας έχουν πρόσβαση στις πληροφορίες που μας παραχωρείτε. Για παράδειγμα, “Διαχειριστές” και “Διαχειριστές καταστήματος” έχουν πρόσβαση:
fr_fr: Les membres de notre équipe ont accès aux informations que vous nous fournissez. Par exemple, les administrateurs et les responsables de magasin peuvent accéder à:
nl_nl: Onze teamleden hebben toegang tot de informatie die je ons geeft. Voorbeeld, zowel administrateurs als winkelmanagers hebben toegang tot:
pt_br: Os membros da nossa equipe têm acesso às informações que você nos fornece. Por exemplo, os administradores e gerentes de loja podem acessar:

source: Affiliate’s personal details;
de_de: Persönliche Daten des Partners;
el: Προσωπικά στοιχεία συνεργατών:
fr_fr: Les coordonnées personnelles de l'affilié;
nl_nl: Persoonlijke details affiliatie;
pt_br: Detalhes Pessoais do Afiliado;

source: System-generated commissions;
de_de: Systemgenerierte Provisionen;
el: Προμήθειες που δημιουργούνται από το σύστημα:
fr_fr: Commissions générées par le système;
nl_nl: Door systeem gegenereerde commissies;
pt_br: Comissões Geradas pelo Sistema;

source: Payments sent to the affiliates;
de_de: Zahlungen an die verbundenen Unternehmen;
el: Πληρωμές σταλμένες σε συνεργάτες:
fr_fr: Paiements envoyés aux affiliés;
nl_nl: Betalingen gestuurd naar affiliaties;
pt_br: Pagamentos Enviados aos Afiliados;

source: Visits and sales generated through referral links.
de_de: Besuche und Verkäufe werden über Empfehlungslinks generiert.
el: Επισκέψεις και πωλήσεις που έχουν δημιουργηθεί από παραπομπές λινκ.
fr_fr: Visites et ventes générées par des liens de parrainage.
nl_nl: Bezoeken en verkopen gegenereerd door affiliatie-links.
pt_br: Visitas e Vendas geradas através de links de referência.

source: Our team members have access to this information to correctly manage the affiliation system, and perform required actions in order to prevent customers from any inappropriate usage of the affiliate program.
de_de: Unsere Teammitglieder haben Zugriff auf diese Informationen, um das Zugehörigkeitssystem korrekt zu verwalten und die erforderlichen Maßnahmen durchzuführen, um zu verhindern, dass Kunden das Partnerprogramm unangemessen nutzen.
el: Τα μέλη της ομάδας μας έχουν πρόσβαση σε αυτές τις πληροφορίες για τη σωστή διαχείριση του συστήματος συνεργασίας, και για την εκτέλεση απαραίτητων ενεργειών για την αποφυγή ακατάλληλης χρήσης του προγράμματος συνεργασίας από τους πελάτες.
fr_fr: Les membres de notre équipe ont accès à ces informations pour gérer correctement le système d'affiliation et effectuer les actions requises afin d'empêcher les clients de toute utilisation inappropriée du programme d'affiliation.
nl_nl: Onze teamleden hebben toegang tot deze informatie voor het juist beheren van het affiliatie systeem, en voor het uitvoeren van nodige acties om te voorkomen dat klanten het affiliatie programma misbruiken.
pt_br: Nossos membros da equipe têm acesso a essas informações para gerenciar corretamente o sistema de afiliação, e executar as ações necessárias, a fim de evitar que os clientes de qualquer uso inadequado do programa de afiliados.

source: We send payments through PayPal. When processing payments, some of your data will be passed to PayPal, including information required to process or support the payment, such as the commission total and payment information.
de_de: Wir senden Zahlungen über PayPal. Bei der Verarbeitung von Zahlungen werden einige Ihrer Daten an PayPal weitergeleitet, einschließlich Informationen, die zur Verarbeitung oder Unterstützung der Zahlung erforderlich sind, z. B. die Provisionssumme und Zahlungsinformationen.
el: Στέλνουμε πληρωμές μέσω PayPal. Κατά την επεξεργασία πληρωμών, κάποια από τα στοιχεία σας θα περάσουν στην PayPal, συμπεριλαμβανομένων απαραίτητων πληροφοριών για την επεξεργασία ή υποστήριξη της πληρωμής, όπως το σύνολο προμήθειας και οι πληροφορίες πληρωμής.
fr_fr: Nous envoyons les paiements via PayPal. Lors du traitement des paiements, certaines de vos données seront transmises à PayPal, y compris les informations nécessaires pour traiter ou soutenir le paiement, telles que le total de la commission et les informations de paiement.
nl_nl: We sturen betalingen aan verkopers via PayPal. Bij het verwerken van een betaling, zullen enkele van je gegevens worden doorgestuurd aan PayPal, inclusief informatie noodzakelijk voor het verwerken of ondersteunen van de betaling, zoals het aankoop totaal en factuurinformatie.
pt_br: Enviamos pagamentos através do PayPal. Ao processar pagamentos, alguns de seus dados serão passados para o PayPal, incluindo informações necessárias para processar ou suportar o pagamento, como o total da Comissão e as informações de pagamento.

source: Please see the <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full">PayPal Privacy Policy</a> for more details.
de_de: Bitte schauen Sie <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full">PayPal Privacy Policy</a> für mehr Details.
el: Παρακαλώ δείτε το <a href=“https://www.paypal.com/us/webapps/mpp/ua/privacy-full”>Πολιτική Απορρήτου PayPal</a> για περισσότερες λεπτομέρειες.
fr_fr: Veuillez consulter la <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full"> Politique de confidentialité PayPal </a> pour plus de détails.
nl_nl: Bekijk het <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full">PayPal Privacybeleid</a> voor meer details.
pt_br: Veja a <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full">Política de privacidade do PayPal</a> para mais detalhes.

source: Affiliate Data
de_de: Partnerdaten
el: Στοιχεία Θυγατρικής
fr_fr: Données d'affiliation
nl_nl: Affiliatie data
pt_br: Dados do Afiliado

source: Affiliate Commissions
de_de: Affiliate-Provisionen
el: Προμήθειες Θυγατρικής
fr_fr: Commissions affiliées
nl_nl: Affiliatie commissies
pt_br: Comissões do Afiliado(a)

source: Affiliate Payments
de_de: Affiliate-Zahlungen
el: Πληρωμές Θυγατρικής
fr_fr: Paiements d'affiliation
nl_nl: Affiliatie betalingen
pt_br: Pagamentos de afiliados

source: Affiliate Clicks
de_de: Affiliate-Klicks
el: Κλικ Θυγατρικής
fr_fr: Clics d'affiliation
nl_nl: Affiliatie kliks
pt_br: Cliques de Afiliados

source: Referral link
de_de: Empfehlungslink
el: Λινκ παραπομπής
fr_fr: Lien de référence
nl_nl: Verwijzing link
pt_br: Link de Afiliação

source: Payment Email
de_de: Zahlungs E-Mail
el: Διεύθυνση Ηλεκτρονικού Ταχυδρομείου Πληρωμής
fr_fr: Email de paiement
nl_nl: Betaling E-mail
pt_br: E-mail de Pagamento

source: Commissions earned
de_de: Provisionen verdient
el: Κερδισμένες προμήθειες
fr_fr: Commissions gagnées
nl_nl: Commissie verdiend
pt_br: Comissões Ganhas

source: Total paid
de_de: vollständig bezahlt
el: Πληρωμένο σύνολο
fr_fr: Total payé
nl_nl: Totaal uitbetaald
pt_br: Total pago

source: Affiliate Hits
el: Επιτυχίες Θυγατρικής
fr_fr: Succès d'affiliation
nl_nl: Affiliatie hits
pt_br: Acessos de Afiliados

source: Anonymized affiliate %s.
de_de: Anonymisierter Partner %s.
el: Η θυγατρική %s κατέστη ανώνυμη.
fr_fr: Affilié anonyme %s.
nl_nl: Anonieme affiliatie %s.
pt_br: Afiliado Anônimo %s.

source: Anonymized commission %s.
de_de: Anonymisierte Provision %s.
el: Η προμήθεια %s κατέστη ανώνυμη.
fr_fr: Commission anonyme %s.
nl_nl: Anonieme commissie %s.
pt_br: Comissões Anônimas %s.

source: Commission %s has been retained.
de_de: Provision %s wurde beibehalten.
el: Η προμήθεια %s έχει κρατηθεί.
fr_fr: La commission %s a été conservée.
nl_nl: Commissie %s is vastgehouden.
pt_br: Comissão %s foi Retida.

source: Anonymized payment %s.
de_de: Anonymisierte Zahlung %s.
el: Η πληρωμή %s κατέστη ανώνυμη.
fr_fr: Paiement anonyme %s.
nl_nl: Anonieme betaling %s.
pt_br: Pagamento Anônimo %s.

source: Payment %s has been retained.
de_de: Zahlung %s wurde einbehalten.
el: Η πληρωμή %s έχει κρατηθεί.
fr_fr: Le paiement %s a été conservé.
nl_nl: Betaling %s is vastgehouden.
pt_br: Pagamento %s foi Retido.

source: Anonymized hit %s.
de_de: Anonymisierter Treffer %s.
el: Η επιτυχία %s κατέστη ανώνυμη.
fr_fr: Accès anonyme %s.
nl_nl: Anonieme hit %s.
pt_br: Acessos Anônimos %s.

source: Hit %s has been retained.
de_de: Treffer %s wurde beibehalten.
el: Η επιτυχία %s έχει κρατηθεί.
fr_fr: Le hit %s a été conservé.
nl_nl: Hit %s is vastgehouden.
pt_br: Acesso %s mantido com sucesso.

source: Order id
de_de: Bestellnummer
el: ID Παραγγελίας
fr_fr: ID de commande
nl_nl: Bestelling id
pt_br: ID do Pedido

source: Created on
de_de: Erstellt am
el: Δημιουργήθηκε στις
fr_fr: Créé le
nl_nl: Gemaakt op
pt_br: Criado em

source: Completed on
de_de: Vervollständigt am
el: Ολοκληρώθηκε στις
fr_fr: Terminé le
nl_nl: Afgerond op
pt_br: Completado em

source: Origin
de_de: Ursprung
el: Πηγή
fr_fr: Origine
nl_nl: Herkomst
pt_br: Origem

source: Converted on
de_de: Konvertiert auf
el: Μετατράπηκε στις
fr_fr: Converti le
nl_nl: Geconverteerd op
pt_br: Convertido em

source: Share on:
de_de: Teilen auf:
el: Κοινοποίηση σε:
fr_fr: Partager sur:
nl_nl: Delen op:
pt_br: Compartilhar:

source: Changes correctly saved!
de_de: Änderungen korrekt gespeichert!
el: Οι αλλαγές αποθηκεύτηκαν επιτυχώς!
fr_fr: Changements correctement sauvegardés!
nl_nl: Wijzigingen succesvol opgeslagen!
pt_br: Alterações Salvas com Sucesso!

source: Hello <strong>%1$s</strong> (not %1$s? <a href="%2$s">Sign out</a>).
de_de: Hallo <strong>%1$s</strong> (nicht %1$s? <a href="%2$s">Ausloggen</a>).
el: Γεια σας <strong>%1$s</strong> (δεν είστε ο %1$s; <a href=“%2$s”> Αποσύνδεση</a>).
fr_fr: Bonjour <strong>%1$s</strong> (Tu n'est pas %1$s? <a href="%2$s">Se déconnecter</a>).
nl_nl: Hoi <strong>%1$s</strong> (ben je niet %1$s? <a href="%2$s">Uitloggen</a>).
pt_br: Olá <strong>%1$s</strong> (não é %1$s? <a href="%2$s">Sair</a>).

source: From your affiliate dashboard you can view your recent commissions and visits, consult your affiliate stats and <a href="%1$s">manage settings</a> for your profile
de_de: In Ihrem Partner-Dashboard können Sie Ihre letzten Provisionen und Besuche anzeigen, Ihre Partner-Statistiken einsehen und <a href="%1$s">Einstellungen verwalten</a> für Ihr Profil
el: Μέσω του πίνακα ελέγχου θυγατρικών σας μπορείτε να βλέπετε τις πρόσφατες προμήθειες και επισκέψεις σας, και να συμβουλεύεστε τα στατιστικά θυγατρικών σας. Επίσης μπορείτε να <a href=“%1$s”>διαχειρίζεστε τις ρυθμίσεις</a> του προφίλ σας
fr_fr: Depuis votre tableau de bord d'affiliation, vous pouvez consulter vos commissions et visites récentes, consulter les statistiques de votre affilié et <a href="%1$s"> gérer les paramètres </a> de votre profil
nl_nl: In je affiliatie dashboard kun je je recente commissies en bezoeken zien, je affiliatie statistieken raadplegen en <a href="%1$s">instellingen beheren</a> voor je profiel
pt_br: A partir do seu painel de afiliados, você pode ver as suas comissões e visitas recentes, consultar as suas estatísticas e <a href="%1$s">gerir as definições</a> do seu perfil

source: Once a week
de_de: Wöchentlich
el: Μια φορά την εβδομάδα
fr_fr: Une fois par semaine
nl_nl: Een keer per week
pt_br: Semanal

source: Once a month
de_de: Monatlich
el: Μια φορά τον μήνα
fr_fr: Une fois par mois
nl_nl: Een keer per maand
pt_br: Mensal

source: Affiliate Dashboard
de_de: Partner-Dashboard
el: Πίνακας Ελέγχου Θυγατρικής
fr_fr: Tableau de bord des affiliés
nl_nl: Affiliatie Dashboard
pt_br: Painel do afiliado

source: Generate Link
de_de: Link generieren
el: Δημιουργία Link
fr_fr: Générer un lien
nl_nl: Genereer link
pt_br: Gerar URL

source: yith_wcaf_get_current_affiliate_token() should be called after init
de_de: yith_wcaf_get_current_affiliate_token() sollte nach init aufgerufen werden
el: μετά από init πρέπει να καλείται yith_wcaf_get_current_affiliate_token()
fr_fr: yith_wcaf_get_current_affiliate_token() devrait être appelé après init
nl_nl: yith_wcaf_get_current_affiliate_token() moet worden opgeroepen na init
pt_br: yith_wcaf_get_current_affiliate_token() deve ser chamado depois da init

source: yith_wcaf_get_current_affiliate() should be called after init
de_de: yith_wcaf_get_current_affiliate() sollte nach init aufgerufen werden
el: μετά από init πρέπει να καλείται yith_wcaf_get_current_affiliate()
fr_fr: yith_wcaf_get_current_affiliate() devrait être appelé après init
nl_nl: yith_wcaf_get_current_affiliate() moet worden opgeroepen na init
pt_br: yith_wcaf_get_current_affiliate() deve ser chamado depois da init

source: yith_wcaf_get_current_affiliate_user() should be called after init
de_de: yith_wcaf_get_current_affiliate_user() sollte nach init aufgerufen werden
el: μετά από init πρέπει να καλείται yith_wcaf_get_current_affiliate_user()
fr_fr: yith_wcaf_get_current_affiliate_user() devrait être appelé après init
nl_nl: yith_wcaf_get_current_affiliate_user() moet worden opgeroepen na init
pt_br: yith_wcaf_get_current_affiliate_user() deve ser chamado depois da init

source: Dashboard
el: Πίνακας Ελέγχου
fr_fr: Tableau de bord
pt_br: Painel

source: Website / Blog
de_de: Webseite / Blog
el: Σελίδα / Blog
fr_fr: Site Web / Blog
pt_br: Site/Blog

source: Newsletter / Mail Marketing
el: Ενημερωτικό δελτίο / Marketing Email
nl_nl: Nieuwsbrief / Mail marketing
pt_br: Newsletter/E-mail Marketing

source: Social media
de_de: Sozialen Medien
el: Κοινωνικά δίκτυα
fr_fr: Médias sociaux
nl_nl: Sociale media
pt_br: Envio de mensagens

source: Others
de_de: Andere
el: Άλλα
fr_fr: Autres
nl_nl: Anderen
pt_br: Outros

source: Show menu
de_de: Menü einblenden
fr_fr: Afficher le menu
nl_nl: Menu tonen
pt_br: Mostrar menu

source: Hide menu
de_de: Menü ausblenden
fr_fr: Masquer le menu
nl_nl: Menu verbergen
pt_br: Esconder menu

source: Show login form
fr_fr: Afficher le formulaire de connexion
nl_nl: Toon login formulier
pt_br: Mostrar formulário de login

source: Hide login form
de_de: Zeige das Login-Formular nicht an
fr_fr: Masquer le formulaire de connexion
nl_nl: Verberg login formulier
pt_br: Ocultar formulário de login

source: Show first name field
de_de: Zeige das Vorname-Feld an
fr_fr: Afficher le champ du prénom
nl_nl: Toon voornaam veld
pt_br: Mostrar o primeiro campo de nome

source: Hide first name field
de_de: Zeige das Vorname-Feld nicht an
fr_fr: Masquer le champ du prénom
nl_nl: Verberg voornaam veld
pt_br: Ocultar o campo de primeiro nome

source: Show last name field
de_de: Zeige das Nachname-Feld an
fr_fr: Afficher le champ du nom de famille
nl_nl: Toon achternaam veld
pt_br: Mostrar o último campo de nome

source: Hide last name field
fr_fr: Masquer le champ du nom de famille
nl_nl: Verberg achternaam veld
pt_br: Ocultar o último campo de nome

source: Show additional field
fr_fr: Afficher un champ supplémentaire
nl_nl: Toon aanvullende velden
pt_br: Mostrar campo adicional

source: Hide additional fields
fr_fr: Masquer les champs supplémentaires
nl_nl: Verberg aanvullende velden
pt_br: Ocultar campos adicionais

source: is enabled but not effective. It requires WooCommerce in order to work.
de_de: ist aktiviert, aber nicht wirksam. Es erfordert WooCommerce.
el: είναι ενεργοποιημένο αλλά μη αποτελεσματικό. Για σωστή λειτουργία, απαιτείται WooCommerce.
fr_fr: est activé mais pas efficace. Il nécessite WooCommerce pour fonctionner.
nl_nl: is ingeschakeld, maar niet effectief. Het vereist WooCommerce om te kunnen werken.
pt_br: está ativado, mas não funciona. Necessita do WooCommerce para funcionar.

source: You can't activate the free version of
de_de: Sie können die kostenlose Version von nicht aktivieren
el: Δεν μπορείτε να ενεργοποιήσετε την δωρεάν έκδοση του
fr_fr: Vous ne pouvez pas activer la version gratuite de
nl_nl: Je kunt de gratis versie niet activeren van
pt_br: Você não pode ativar a versão gratuita do

source: while you are using the premium one.
de_de: während Sie die Premium verwenden.
el: ενώ χρησιμοποιείτε την προηγμένη.
fr_fr: pendant que vous utilisez le premium.
nl_nl: terwijl je de premium-versie gebruikt.
pt_br: enquanto você está usando o premium.

source: General
de_de: Allgemeines
el: Γενικά
fr_fr: Général
nl_nl: Algemeen
pt_br: Geral

source: Referral var name
de_de: Name der Überweisungsvariable
el: Όνομα παραπομπής var
fr_fr: Nom de la variable référente
nl_nl: Affiliatie var naam
pt_br: Nome Variável da Referência

source: Select name of referral var used to store referral token in query var
de_de: Wählen Sie den Namen der Verweisvariable aus, die zum Speichern des Referral-Tokens in der Abfragevariablen verwendet wird
el: Επιλέξτε όνομα παραπομπής var το οποίο θα χρησιμοποιηθεί για να αποθηκεύσει την παραπομπή token σε αίτημα var
fr_fr: Sélectionnez le nom de la variable de référence utilisée pour stocker le jeton de référence dans la requête var
nl_nl: Selecteer naam van affiliatie var, gebruikt om affiliatie bewijs op te slaan in query var
pt_br: Seleciona o nome variável da Referência para guardar o Chave na consulta

source: Referral cookie name
de_de: Name des Empfehlungscookies
el: Όνομα παραπομπής cookie
fr_fr: Nom du cookie de parrainage
nl_nl: Affiliatie cookie naam
pt_br: Nome do cookie de referência
