Repository: quickcommercegit/plugins
Catalog: yith-woocommerce-affiliates/languages/yith-woocommerce-affiliates-*.po
Languages: de_de, el, fr_fr, nl_nl, pt_br

# [gutenberg]: block name
source: YITH Affiliates Registration Form
de_de: YITH Affiliates Anmeldeformular
el: Φόρμα Εγγραφής YITH Affiliates
fr_fr: Formulaire d'inscription des affiliés YITH
nl_nl: YITH Affiliates registratieformulier
pt_br: Formulário de inscrição de afiliados YITH

# [gutenberg]: block name
source: YITH Affiliates Dasbharod
el: Πίνακας Ελέγχου YITH Affiliates
fr_fr: Tableau de bord des Affiliés YITH
nl_nl: YITH Affiliatie Dashboard
pt_br: YITH afiliados Dasbharod

# [gutenberg]: block name
source: YITH Affiliates Link Generator
el: Δημιουργός Λινκ YITH Affiliates
fr_fr: Générateur de liens YITH Affiliates
pt_br: YITH afiliados Link Generator

# [gutenberg]: block description
source: Show registration form for your affiliates
el: Εμφάνιση φόρμας εγγραφής για τις συνδεδεμένες εταιρείες σας
fr_fr: Afficher le formulaire d'inscription pour vos affiliés
nl_nl: Registratieformulier tonen voor je affiliates
pt_br: Mostrar formulário de inscrição para suas afiliadas

# [gutenberg]: block description
source: Show affiliate dashboard to your affiliates
de_de: Zeigen Sie Ihren Partnern das Partner-Dashboard an
el: Εμφάνιση του πίνακα ελέγχου θυγατρικών στις θυγατρικές σας
fr_fr: Afficher le tableau de bord des affiliés à vos affiliés
nl_nl: Toon affiliatie dashboard aan je affiliates
pt_br: Mostre o painel de afiliados às suas afiliadas

# [gutenberg]: block description
source: Show referral link generation form for your affiliates
de_de: Zeigen Sie das Formular zur Generierung von Empfehlungslinks für Ihre Partner an
el: Εμφάνιση της φόρμας δημιουργίας παραπομπής λινκ στις θυγατρικές σας
fr_fr: Afficher le formulaire de génération de liens de parrainage pour vos affiliés
nl_nl: Toon affiliatie-link genereren formulier voor je affiliates
pt_br: Mostrar formulário de geração de link de referência para suas afiliadas

# [gutenberg]: attribute description
source: Show Login form
el: Εμφάνιση φόρμας σύνδεσης
fr_fr: Afficher le formulaire de connexion
nl_nl: Login formulier tonen
pt_br: Mostrar formulário de login

# [gutenberg]: attribute description
source: Show First name field
el: Εμφάνιση πεδίου "όνομα"
fr_fr: Afficher le champ du prénom
nl_nl: Voornaam veld tonen
pt_br: Mostrar campo primeiro nome

# [gutenberg]: attribute description
source: Show Last name field
de_de: Feld Nachname anzeigen
el: Εμφάνιση πεδίου “επιθέτου”
fr_fr: Afficher le champ du nom de famille
nl_nl: Achternaam veld tonen
pt_br: Mostrar o campo Sobrenome

# [gutenberg]: attribute description
source: Show Additional fields
de_de: Zusätzliche Felder anzeigen
el: Εμφάνιση επιπλέον πεδίων
fr_fr: Afficher les champs supplémentaires
nl_nl: Aanvullende velden tonen
pt_br: Mostrar campos adicionais

# [gutenberg]: attribute description
source: Show navigation menu
de_de: Navigationsmenü anzeigen
el: Εμφάνιση μενού πλοήγησης
fr_fr: Afficher le menu de navigation
nl_nl: Navigatie menu tonen
pt_br: Mostrar menu de navegação

# [gutenberg]: inspector description
source: Hide login form
el: Απόκρυψη φόρμας σύνδεσης
fr_fr: Masquer le formulaire de connexion
nl_nl: Login formulier verbergen
pt_br: Ocultar formulário de login

# [gutenberg]: inspector description
source: Show login form
el: Εμφάνιση φόρμας σύνδεσης
fr_fr: Afficher le formulaire de connexion
nl_nl: Login formulier tonen
pt_br: Mostrar formulário de login

# [gutenberg]: inspector description
source: Hide first name field
el: Απόκρυψη πεδίου ονόματος
fr_fr: Masquer le champ du prénom
nl_nl: Voornaam veld verbergen
pt_br: Ocultar o campo de primeiro nome

# [gutenberg]: inspector description
source: Show first name field
de_de: Feld Vorname anzeigen
el: Εμφάνιση πεδίου “όνομα”
fr_fr: Afficher le champ du prénom
nl_nl: Voornaam veld tonen
pt_br: Mostrar o primeiro campo de nome

# [gutenberg]: inspector description
source: Hide menu
de_de: Menü ausblenden
el: Απόκρυψη μενού
fr_fr: Masquer le menu
nl_nl: Menu verbergen
pt_br: Esconder menu

# [gutenberg]: inspector description
source: Show menu
de_de: Zeige das Menü
el: Εμφάνιση μενού
fr_fr: Afficher le menu
nl_nl: Menu tonen
pt_br: Mostrar menu

# [gutenberg]: Help text
source: Hide last name field
de_de: Nachname Feld ausblenden
el: Απόκρυψη πεδίου επιθέτου
fr_fr: Masquer le champ du nom de famille
nl_nl: Achternaam veld verbergen
pt_br: Ocultar o último campo de nome

# [gutenberg]: Help text
source: Show last name field
de_de: Feld Nachname anzeigen
el: Εμφάνιση πεδίου “επιθέτου”
fr_fr: Afficher le champ du nom de famille
nl_nl: Achternaam veld tonen
pt_br: Mostrar o último campo de nome

# [gutenberg]: Help text
source: Hide additional fields
de_de: Zusätzliche Felder ausblenden
el: Απόκρυψη επιπλέον πεδίων
fr_fr: Masquer les champs supplémentaires
nl_nl: Aanvullende velden verbergen
pt_br: Ocultar campos adicionais

# [gutenberg]: Help text
source: Show additional field
de_de: Zusätzliches Feld anzeigen
el: Εμφάνιση επιπλέον πεδίου
fr_fr: Afficher un champ supplémentaire
nl_nl: Aanvullende velden tonen
pt_br: Mostrar campo adicional

# enhanced select
source: One result is available, press enter to select it.
de_de: Ein Ergebnis ist verfügbar. Drücken Sie die Eingabetaste, um es auszuwählen.
el: Ένα διαθέσιμο αποτέλεσμα. Πατήστε “enter” για να το επιλέξετε.
fr_fr: Un résultat est disponible, appuyez sur Entrée pour le sélectionner.
nl_nl: Een resultaat is beschikbaar, klik op enter om het te selecteren.
pt_br: Um resultado está disponível, pressione Enter para selecioná-lo.

# enhanced select
source: %qty% results are available, use up and down arrow keys to navigate.
de_de: %qty% Ergebnisse sind verfügbar. Verwenden Sie die Aufwärts- und Abwärtspfeiltasten, um zu navigieren.
el: %qty% διαθέσιμα αποτελέσματα. Χρησιμοποιείστε πάνω και κάτω βέλος για να πλοηγηθείτε.
fr_fr: Les résultats %qty% sont disponibles, utilisez les flèches haut et bas pour naviguer.
nl_nl: %qty% resultaten zijn beschikbaar, gebruik de pijltjestoetsen om te navigeren.
pt_br: %qty% resultados encontrados, use as setas para cima ou baixo para navegar.

# enhanced select
source: No matches found
de_de: Keine Treffer gefunden
el: Δεν βρέθηκαν αντιστοιχίες
fr_fr: Aucun résultat
nl_nl: Geen overeenkomsten gevonden
pt_br: Nenhuma combinação foi encontrada

# enhanced select
source: Loading failed
de_de: Laden fehlgeschlagen
el: Αποτυχία φορτώματος
fr_fr: Le chargement a échoué
nl_nl: Laden mislukt
pt_br: O carregando falhou

# enhanced select
source: Please enter 1 or more characters
de_de: Bitte geben Sie 1 oder mehr Zeichen ein
el: Παρακαλώ πληκτρολογήστε 1 ή περισσότερους χαρακτήρες
fr_fr: Veuillez saisir 1 ou plusieurs caractères
nl_nl: Vul 1 of meer karakters in
pt_br: Digite 1 ou mais caracteres

# enhanced select
source: Please enter %qty% or more characters
de_de: Bitte geben Sie %qty% oder mehr Zeichen ein
el: Παρακαλώ πληκτρολογήστε %qty% ή περισσότερους χαρακτήρες
fr_fr: Veuillez saisir %qty% ou plus de caractères
nl_nl: Vul %qty% of meer karakters in
pt_br: Digite %qty% ou mais caracteres

# enhanced select
source: Please delete 1 character
de_de: Bitte löschen Sie 1 Zeichen
el: Παρακαλώ διαγράψτε 1 χαρακτήρα
fr_fr: Veuillez supprimer 1 caractère
nl_nl: Verwijder 1 karakter
pt_br: Exclua 1 caracter

# enhanced select
source: Please delete %qty% characters
de_de: Bitte löschen Sie %qty% Zeichen
el: Παρακαλώ διαγράψτε %qty% χαρακτήρες
fr_fr: Veuillez supprimer %qty% caractères
nl_nl: Verwijder %qty% karakters
pt_br: Exclua %qty% caracteres

# enhanced select
source: You can only select 1 item
de_de: Sie können nur 1 Element auswählen
el: Μπορείτε να επιλέξετε μόνο 1 αντικείμενο
fr_fr: Vous ne pouvez sélectionner qu'un seul élément
nl_nl: Je kunt maar 1 item selecteren
pt_br: Você pode apenas selecionar 1 item

# enhanced select
source: You can only select %qty% items
de_de: Sie können nur %qty% Elemente auswählen
el: Μπορείτε να επιλέξετε μόνο %qty% αντικείμενα
fr_fr: Vous ne pouvez sélectionner que %qty% éléments
nl_nl: Je kunt maar %qty% items selecteren
pt_br: Você pode apenas selecionar %qty% itens

# enhanced select
source: Loading more results&hellip;
de_de: Weitere Ergebnisse laden&hellip;
el: Φόρτωση περισσότερων αποτελεσμάτων&hellip;
fr_fr: Chargement de plus de résultats&hellip;
nl_nl: Meer resultaten laden&hellip;
pt_br: Carregando mais resultados&hellip;

# enhanced select
source: Searching&hellip;
de_de: Suchen & hellip;
el: Αναζήτηση&hellip;
fr_fr: Recherche&hellip;
nl_nl: Zoeken&hellip;
pt_br: Procurando&hellip;

# alert message
source: URL copied
de_de: URL kopiert
nl_nl: URL gekopieerd
pt_br: URL copiado

# Doing it wrong message
source: You must call \YITH_WCAF::get_dashboard_endpoints after init hook, otherwise endpoint array will be empty
de_de: Sie müssen \ YITH_WCAF::get_dashboard_endpoints nach dem Init-Hook aufrufen, sonst ist das Endpunkt-Array leer
el: Πρέπει να καλέσετε \YITH_WCAF::get_dashboard_endpoints μετά από init hook, διαφορετικά η παράμετρος τελικού σημείου θα είναι κενή
fr_fr: Vous devez appeler \YITH_WCAF::get_dashboard_endpoints après le hook init, sinon le tableau des points de terminaison sera vide
nl_nl: Je moet \YITH_WCAF::get_dashboard_endpoints oproepen na init hook, anders zal de endpoint array leeg zijn
pt_br: Você deve chamar \YITH_WCAF::get_dashboard_endpoints após o hook init, caso contrário a array endpoint estará vazia

# Dev warning; do not translate
source: Should be called after wp hook, in order to know current page
de_de: Sollte nach wp hook aufgerufen werden, um die aktuelle Seite zu kennen
el: Πρέπει να καλείται μετά από wp hook, για να μπορεί να βρεθεί η συγκεκριμένη σελίδα
fr_fr: Doit être appelé après le crochet wp, afin de connaître la page actuelle
nl_nl: Moet worden opgeroepen na wp hook, om de huidige pagina te kennen
pt_br: Deve ser chamado após wp hook, para saber a página atual

# Elementor widget name
source: YITH Affiliate Dashboard
fr_fr: Tableau de bord des affiliés YITH
pt_br: Painel de afiliados

# Elementor widget name
source: YITH Affiliates Link Generator
fr_fr: Générateur de liens des affiliés YITH
pt_br: YITH afiliados Link Generator

# Elementor widget name
source: YITH Affiliates Registration Form
de_de: YITH Affiliates Registrierungsformular
fr_fr: Formulaire d'inscription des affiliés YITH
nl_nl: YITH Affiliates registratieformulier
pt_br: Formulário de inscrição de afiliados YITH

# Elementor section title
source: Dashboard details
fr_fr: Détails du tableau de bord
pt_br: Detalhes do painel

# Elementor section title
source: Form details
de_de: Formulardetails
fr_fr: Détails du formulaire
nl_nl: Formulier details
pt_br: Detalhes do formulário

# Elementor control label
source: Show navigation menu
de_de: Navigationsmenü einblenden
fr_fr: Afficher le menu de navigation
nl_nl: Navigatie menu tonen
pt_br: Mostrar menu de navegação

# Elementor control label
source: Show Login form
fr_fr: Afficher le formulaire de connexion
nl_nl: Toon login formulier
pt_br: Mostrar formulário de login

# Elementor control label
source: Show First name field
de_de: Zeige das Vorname-Feld an
fr_fr: Afficher le champ du prénom
nl_nl: Toon voornaam veld
pt_br: Mostrar campo primeiro nome

# Elementor control label
source: Show Last name field
de_de: Zeige das Nachname-Feld an
fr_fr: Afficher le champ du nom de famille
nl_nl: Toon achternaam veld
pt_br: Mostrar o campo Sobrenome

# Elementor control label
source: Show Additional fields
fr_fr: Afficher les champs supplémentaires
nl_nl: Toon aanvullende velden
pt_br: Mostrar campos adicionais

source: Token
el: Διακριτικό πρόσβασης
fr_fr: Jeton
nl_nl: Bewijs

source: Status
el: Κατάσταση
fr_fr: Statut

source: Gateway
el: Πύλη
fr_fr: Passerelle

source: Link
el: Λινκ
fr_fr: Lien

source: Tel:
el: Τηλ:
nl_nl: Telefoonnummer:

source: Total
de_de: Gesamt
el: Σύνολο
nl_nl: Totaal

source: Email
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου
