Repository: quickcommercegit/plugins
Catalog: yith-woocommerce-affiliates/languages/yith-woocommerce-affiliates-*.po
Languages: de_de, el, fr_fr, nl_nl, pt_br

source: Banned
de_de: Verboten
el: Αποκλείστηκε
fr_fr: Banni
nl_nl: Verbannen
pt_br: Banido

source: Pending
de_de: Ausstehend
el: Eν αναμονή
fr_fr: En attente
nl_nl: In behandeling
pt_br: Pendente

source: Rejected
de_de: Abgelehnt
el: Απορρίφθηκε
fr_fr: Rejeté
nl_nl: Afgewezen
pt_br: Rejeitados

source: Accepted
de_de: Akzeptiert
el: Αποδεκτή
fr_fr: Accepté
nl_nl: geaccepteerd
pt_br: Aceitar

source: N/A
de_de: N/V
nl_nl: N.v.t.
pt_br: Não aplicável

source: Approved
de_de: Genehmigt
el: Εγκρίθηκε
fr_fr: Approuvé
nl_nl: Goedgekeurd
pt_br: Aprovado

source: Affiliate
el: Συνεργάτης
fr_fr: Affilié
pt_br: Afiliado

source: Rate
el: Ποσοστό
fr_fr: Taux
nl_nl: Tarief
pt_br: Taxa

source: Earnings
de_de: Verdienste
el: Έσοδα
fr_fr: Gains
nl_nl: Verdiensten
pt_br: Rendimentos

source: Paid
de_de: Bezahlt
el: Πληρωμένα
fr_fr: Payé
nl_nl: Voldaan
pt_br: Pago

source: Balance
el: Διαφορά
fr_fr: Solde
nl_nl: Saldo
pt_br: Saldo

source: Click
de_de: Klicken
el: Κλίκ
nl_nl: Klik
pt_br: Clique

source: Number of orders following a click
de_de: Anzahl der Bestellungen nach einem Klick
el: Αριθμός παραγγελιών μετά από κλικ
fr_fr: Nombre de commandes suite à un clic
nl_nl: Aantal bestellingen na een klik
pt_br: Número de Pedidos seguidos de um clique

source: Conversion
de_de: Umwandlung
el: Μετατροπή
nl_nl: Conversie
pt_br: Conversão

source: Conv. rate
de_de: Umwandlungsatz
el: Ποσ.μετατ
fr_fr: Taux de conversion
nl_nl: Wisselkoers
pt_br: Taxa de Conversão

source: All
de_de: Alles
el: Όλα
fr_fr: Tout
nl_nl: Alle
pt_br: Todos

source: Enabled
de_de: aktiviert
el: Ενεργοποιημένο
fr_fr: Activé
nl_nl: Ingeschakeld
pt_br: Habilitado

source: Disabled
de_de: Deaktivieren
el: Απενεργοποιημένο
fr_fr: Désactivé
nl_nl: Uitgeschakeld
pt_br: Desativado

source: Delete
de_de: Löschen
el: Διαγραφή
fr_fr: Supprimer
nl_nl: Verwijderen
pt_br: Excluir

source: Change status to Active
de_de: Ändern Sie den Status in Aktiv
el: Αλλαγή κατάστασης σε Ενεργή
fr_fr: Changer l'état en Actif
nl_nl: Wijzig status naar actief
pt_br: Alterar Status para Ativo

source: Change status to Rejected
de_de: Ändern Sie den Status in Abgelehnt
el: Αλλαγή κατάστασης σε Απορρίφθηκε
fr_fr: Changer le statut en Rejeté
nl_nl: Wijzig status naar afgewezen
pt_br: Alterar Status para Negado

source: Ban Affiliate
de_de: Partner verbieten
el: Αποκλεισμός Συνεργάτη
fr_fr: Bannir un affilié
nl_nl: Affiliate verbannen
pt_br: Filial da proibição

source: Unban Affiliate
el: Άρση αποκλεισμού Συνεργάτη
fr_fr: Dé-bannir un affilié
nl_nl: Verbannen affiliate ongedaan maken
pt_br: Restaurar Afiliado

source: Billing:
de_de: Abrechnung:
el: Χρέωση:
fr_fr: Facturation:
nl_nl: Factuuradres:
pt_br: Cobrança:

source: Guest
de_de: Gast
el: Επισκέπτης
fr_fr: Invité
nl_nl: Gast
pt_br: Visitante

source: Order
de_de: Bestellung
el: Παραγγελία
fr_fr: Commande
pt_br: Ordenar

source: User
de_de: Nutzer
el: Χρήστης
fr_fr: Utilisateur
nl_nl: Gebruiker
pt_br: Usuário

source: Product
de_de: Produkt
el: Προϊόν
fr_fr: Produit
pt_br: Produto

source: Category
el: Κατηγορία
fr_fr: Categorie
nl_nl: Categorie
pt_br: Categoria

source: Commission
de_de: Erlös
el: Προμήθεια
nl_nl: Commissie
pt_br: Comissões

source: Payment
de_de: Zahlung
fr_fr: Paiement
nl_nl: Betaling
pt_br: Pagamento

source: Date
de_de: Datum
el: Ημερομηνία
nl_nl: Datum
pt_br: Data

source: Pending Payment
de_de: Ausstehende Zahlung
el: Πληρωμή σε Αναμονή
fr_fr: En attente de paiement
nl_nl: Betaling in behandeling
pt_br: Pagamento Pendente

source: Not Confirmed
de_de: Nicht bestätigt
el: Μη Επιβεβαιωμένη
fr_fr: Non Confirmé
nl_nl: Niet bevestigd
pt_br: Não confirmado

source: Cancelled
de_de: storniert
el: Ακυρώθηκε
fr_fr: Annulé
nl_nl: Geannuleerd
pt_br: Cancelado

source: Refunded
de_de: Rückerstattung
el: Επιστράφηκε
fr_fr: Remboursé
nl_nl: Gerestitueerd
pt_br: Reembolsado

source: Trash
de_de: Papierkorb
el: Διαγραμμένα
fr_fr: Poubelle
nl_nl: Prullenbak
pt_br: Lixeira

source: Create a payment manually
de_de: Erstellen Sie eine Zahlung manuell
el: Δημιουργία πληρωμής χειροκίνητα
fr_fr: Créer un paiement manuellement
nl_nl: Betaling handmatig aanmaken
pt_br: Crie um pagamento manualmente

source: Change status to pending
de_de: Ändern Sie den Status in Ausstehend
el: Αλλαγή κατάστασης σε εν αναμονή
fr_fr: Changer l'état en attente
nl_nl: Wijzig status naar in de wacht
pt_br: Alterar status para pendente

source: Change status to not confirmed
de_de: Ändern Sie den Status in nicht bestätigt
el: Αλλαγή κατάστασης σε μη επιβεβαιωμένη
fr_fr: Changer le statut en non confirmé
nl_nl: Wijzig status naar bevestigd
pt_br: Alterar Status para Não Confirmado

source: Change status to cancelled
de_de: Ändern Sie den Status in abgebrochen
el: Αλλαγή κατάστασης σε ακυρωμένη
fr_fr: Changer le statut en annulé
nl_nl: Wijzig status naar geannuleerd
pt_br: Alterar o status para cancelado

source: Change status to refunded
de_de: Ändern Sie den Status in "Erstattet"
el: Αλλαγή κατάστασης σε επιστράφηκε
fr_fr: Changer le statut en remboursement
nl_nl: Wijzig status naar gerestitueerd
pt_br: Alterar Status para Reembolsado

source: Restore
de_de: Wiederherstellen
el: Επαναφορά
fr_fr: Restaurer
nl_nl: Herstellen
pt_br: Restaurar

source: Delete Permanently
de_de: Dauerhaft löschen
el: Μόνιμη Διαγραφή
fr_fr: Supprimer définitivement
nl_nl: Permanent verwijderen
pt_br: Excluir Permanentemente

source: Move to Trash
de_de: Ab in den Papierkorb
el: Μεταφορά σε Διαγραμμένα
fr_fr: Mettre à la corbeille
nl_nl: Naar prullenbak verplaatsen
pt_br: Mover para Lixeira

source: Select a product
de_de: Wähle ein Produkt
el: Επιλέξτε ένα προϊόν
fr_fr: Choisissez un produit
nl_nl: Selecteer een product
pt_br: Selecionar um produto

source: Select a user
de_de: Wählen Sie einen Benutzer aus
el: Επιλέξτε χρήστη
fr_fr: Sélectionner un utilisateur
nl_nl: Selecteer een gebruiker
pt_br: Selecione um usuário

source: From:
de_de: Von:
el: Από:
fr_fr: De:
nl_nl: Van:
pt_br: A partir de:

source: To:
el: Προς:
fr_fr: À:
nl_nl: Tot:
pt_br: Para:

source: Filter
el: Ταξινόμηση
fr_fr: Filtre
pt_br: Filtrar

source: Reset
de_de: Zurücksetzen
el: Επαναφορά
fr_fr: Réinitialiser
nl_nl: Resetten
pt_br: Redefinir

source: Affiliate
el: Συνεργάτης
fr_fr: Affilié
pt_br: Afiliado

source: Payment email
de_de: Zahlungs E-Mail
el: Email πληρωμής
fr_fr: E-mail de paiement
nl_nl: Betaling e-mail
pt_br: Email de pagamento

source: Amount
de_de: Menge
el: Ποσό
fr_fr: Montant
nl_nl: Bedrag
pt_br: Quantidade

source: Created at
de_de: Erstellt in
el: Δημιουργήθηκε στις
fr_fr: Créé le
nl_nl: Aangemaakt op
pt_br: Criado em

source: Change status to completed
de_de: Ändern Sie den Status in "Abgeschlossen"
el: Αλλαγή κατάστασης σε ολοκληρωμένη
fr_fr: Changer le statut en terminé
nl_nl: Verander status naar afgerond
pt_br: Mudar status para concluído

source: Change status to on hold
de_de: Ändern Sie den Status in die Warteschleife
el: Αλλαγή κατάστασης σε εν αναμονή
fr_fr: Changer l'état en attente
nl_nl: Verander status naar in de wacht
pt_br: Alterar o status para em espera

source: Select an affiliate
de_de: Wählen Sie einen Partner aus
el: Επιλογή συνεργάτη
fr_fr: Sélectionnez un affilié
nl_nl: Selecteer een affiliate
pt_br: Selecionar afiliado

source: View
de_de: Ansicht
el: Προβολή
fr_fr: Voir
nl_nl: Bekijk
pt_br: Visualizar

source: View commissions
de_de: Provisionen anzeigen
el: Εμφάνιση προμηθειών
fr_fr: Voir les commissions
nl_nl: Bekijk commissie
pt_br: Ver Comissões

source: Image
de_de: Bild
el: Εικόνα
nl_nl: Afbeelding
pt_br: Imagem

source: Commissions
de_de: Provisionen
el: Προμήθειες
nl_nl: Commissie
pt_br: Comissões

source: Refunds
de_de: Rückerstattungen
el: Επιστροφές
fr_fr: Remboursements
nl_nl: Restituties
pt_br: Reembolsos

source: Clicks
de_de: Klicks
el: Κλικ
nl_nl: Kliks
pt_br: Cliques

source: Number of products sold following a click
de_de: Anzahl der nach einem Klick verkauften Produkte
el: Αριθμός προϊόντων που πουλήθηκαν μετά από κλικ
fr_fr: Nombre de produits vendus suite à un clic
nl_nl: Aantal verkochte producten na een klik
pt_br: Número de Produtos Vendidos seguidos de um Clique

source: Conversions
de_de: Umwandlung
el: Μετατροπές
nl_nl: Conversies
pt_br: Conversões

source: Conv. time
de_de: Conv. Zeit
el: Χρόνος μετατρ
fr_fr: Temps de conversion
nl_nl: Conversietijd
pt_br: Tempo de conv

source: Affiliates
el: Συνεργάτες
fr_fr: Affiliés
pt_br: Afiliados

source: Payments
de_de: Zahlungen
el: Πληρωμές
fr_fr: Paiements
nl_nl: Betalingen
pt_br: Pagamentos

source: Stats
de_de: Statistiken
el: Στατιστικά
fr_fr: Statistiques
nl_nl: Statistieken
pt_br: Estatísticas

source: Settings
de_de: Einstellungen
el: Ρυθμίσεις
fr_fr: Réglages
nl_nl: Instellingen
pt_br: Configurações

source: YIT Plugins
fr_fr: Plugins YITH
nl_nl: YITH Plugins
pt_br: Plugins

source: No items found.
de_de: Keine Artikel gefunden.
el: Δεν βρέθηκαν αντικείμενα.
fr_fr: Aucun élément trouvé.
nl_nl: Geen items gevonden.
pt_br: Nenhum item encontrado.

source: Ban Message
de_de: Nachricht verbieten
el: Αποκλεισμός Μηνύματος
fr_fr: Message d'interdiction
nl_nl: Verbannen bericht
pt_br: Mensagem de proibição

source: Rejected Message
de_de: Abgelehnte Nachricht
el: Μήνυμα Απορρίφθηκε
fr_fr: Message rejeté
nl_nl: Afgewezen bericht
pt_br: Mensagem rejeitada

source: View template
de_de: Vorlage anzeigen
el: Εμφάνιση προτύπου
fr_fr: Afficher le modèle
nl_nl: Template bekijken
pt_br: Ver modelo

source: Hide template
de_de: Vorlage ausblenden
el: Απόκρυψη προτύπου
fr_fr: Masquer le modèle
nl_nl: Template verbergen
pt_br: Esconder modelo

source: Are you sure you want to delete this template file?
de_de: Möchten Sie diese Vorlagendatei wirklich löschen?
el: Είσαι σίγουρος ότι θέλεις να διαγράψεις αυτό το αρχείο προτύπων;
fr_fr: Voulez-vous vraiment supprimer ce fichier modèle?
nl_nl: Weet je zeker dat je dit template bestand wilt verwijderen?
pt_br: Tem certeza de que deseja excluir este arquivo de modelo?

source: Payments correctly registered
de_de: Zahlungen korrekt registriert
el: Επιτυχώς εγγεγραμμένες πληρωμές
fr_fr: Paiements correctement enregistrés
nl_nl: Betalingen juist geregistreerd
pt_br: Pagamento Registrado Corretamente

source: There was an error while processing payments
de_de: Bei der Verarbeitung der Zahlungen ist ein Fehler aufgetreten
el: Παρουσιάστηκε σφάλμα κατά την διάρκεια επεξεργασίας πληρωμών
fr_fr: Une erreur s'est produite lors du traitement des paiements
nl_nl: Er heeft zich een fout voorgedaan bij het verwerken van de betalingen
pt_br: Ocorreu um erro durante o Processamento dos Pagamentos

source: User was correctly registered as affiliate of your store
de_de: Der Benutzer wurde korrekt als Partner Ihres Shops registriert
el: Επιτυχής εγγραφή χρήστη ως συνεργάτης του καταστήματός σας
fr_fr: L'utilisateur était correctement enregistré en tant qu'affilié de votre boutique
nl_nl: Gebruiker is succesvol geregistreerd als affiliate van je winkel.
pt_br: Usuário Registrado corretamente como Afiliado de sua Loja

source: There was a problem while registering the affiliate; please, try again later
de_de: Bei der Registrierung des Partners ist ein Problem aufgetreten. Bitte versuchen Sie es später noch einmal
el: Παρουσιάστηκε σφάλμα κατά την διάρκεια εγγραφής του συνεργάτη. Παρακαλώ, προσπαθήστε ξανά αργότερα
fr_fr: Un problème est survenu lors de l'inscription de l'affilié; Veuillez réessayer plus tard
nl_nl: Er is een probleem opgetreden tijdens het registreren als affiliate, probeer het later nogmaals a.u.b.
pt_br: Houve um problema ao registrar o afiliado; por favor, tente novamente mais tarde

source: Status changed correctly
de_de: Status korrekt geändert
el: Επιτυχής αλλαγή κατάστασης
fr_fr: Le statut a changé correctement
nl_nl: Status juist gewijzigd
pt_br: Status alterado com sucesso

source: An error occurred with status changing
de_de: Bei der Statusänderung ist ein Fehler aufgetreten
el: Παρουσιάστηκε σφάλμα με αλλαγή κατάστασης
fr_fr: Une erreur s'est produite lors du changement d'état
nl_nl: Er is een fout opgetreden bij het wijzigen van de status
pt_br: Ocorreu um erro na alteração do Status

source: Item successfully deleted
de_de: Artikel erfolgreich gelöscht
el: Επιτυχής διαγραφή αντικειμένου
fr_fr: Élément supprimé avec succès
nl_nl: Items succesvol verwijderd
pt_br: Item excluído com sucesso

source: An error occurred while deleting item
de_de: Beim Löschen von dem Artikel ist ein Fehler aufgetreten
el: Παρουσιάστηκε σφάλμα κατά την διάρκεια διαγραφής αντικειμένου
fr_fr: Une erreur s'est produite lors de la suppression de l'élément
nl_nl: Er is een fout opgetreden bij het verwijderen van een item
pt_br: Ocorreu um erro durante a exclusão do item

source: An error occurred during payment processing: %s
de_de: Bei der Zahlungsabwicklung ist ein Fehler aufgetreten: %s
el: Παρουσιάστηκε σφάλμα κατά την διάρκεια επεξεργασίας πληρωμής: %s
fr_fr: Une erreur s'est produite lors du traitement du paiement: %s
nl_nl: Er is een fout opgetreden tijdens het verwerken van de betaling: %s
pt_br: Ocorreu um erro durante o processamento do Pagamento: %s

source: Commissions %s correctly paid
de_de: Provisionen %s korrekt bezahlt
el: Προμήθειες %s πληρωμένες επιτυχώς
fr_fr: Commissions %s correctement payées
nl_nl: Commissies %s juist betaald
pt_br: Comissões %s Pagas Corretamente

source: Commissions %s could not be paid
de_de: Provisionen %s konnten nicht bezahlt werden
el: Προμήθειες %s δεν πληρώθηκαν επιτυχώς
fr_fr: Les commissions %s n'ont pas pu être payées
nl_nl: Commissies %s konden niet worden betaald
pt_br: Comissões %s não podem ser pagas

source: Orphan commissions successfully processed
de_de: Verwaiste Provisionen erfolgreich verarbeitet
el: Επιτυχής επεξεργασία ορφανών προμηθειών
fr_fr: Les commissions orphelines ont été traitées avec succès
nl_nl: Orphan commissie succesvol verwerkt
pt_br: Comissões órfãs processadas com sucesso

source: An error occurred while processing orphan commissions
de_de: Bei der Verarbeitung verwaister Provisionen ist ein Fehler aufgetreten
el: Παρουσιάστηκε σφάλμα κατά την διάρκεια επεξεργασίας ορφανών προμηθειών
fr_fr: Une erreur s'est produite lors du traitement des commissions orphelines
nl_nl: Er is een fout opgetreden bij het verwerken van orphan commissies
pt_br: Ocorreu um erro ao processar comissões órfãs

source: There was an error while processing payment %1$s: %2$s
de_de: Bei der Verarbeitung der Zahlung %1$s: %2$s ist ein Fehler aufgetreten
fr_fr: Une erreur s'est produite lors du traitement du paiement %1$s: %2$s
nl_nl: Er is een fout opgetreden tijdens het verwerken van betaling %1$s: %2$s
pt_br: Houve um erro ao processar o pagamento %1$s: %2$s

source: Payment %s completed successfully
de_de: Zahlung %s erfolgreich abgeschlossen
el: Πληρωμή %s ολοκληρώθηκε επιτυχώς
fr_fr: Le paiement %s s'est terminé avec succès
nl_nl: Betaling %s is succesvol afgerond
pt_br: Pagamento %s concluído com sucesso

source: Global stats
de_de: Globale Statistiken
el: Γενικά στατιστικά
fr_fr: Statistiques globales
nl_nl: Globale statistieken
pt_br: Estatísticas Globais

source: Ever
de_de: Je
el: Πάντοτε
fr_fr: Déjà
nl_nl: Altijd
pt_br: Sempre

source: Today
de_de: Heute
el: Σήμερα
fr_fr: Aujourd'hui
nl_nl: Vandaag
pt_br: Hoje

source: Commission assigned to affiliate #%d (previously was assigned to #%d)
de_de: Provision dem verbundenen Unternehmen #%d zugewiesen (zuvor #%d zugewiesen)
el: Η προμήθεια ανατέθηκε στην θυγατρική #%d (προηγουμένως ανατεθειμένη σε #%d)
fr_fr: Commission attribuée à l'affilié #%d (auparavant affectée à #%d)
nl_nl: Commissie toegewezen aan affiliate #%d (was voorheen toegewezen aan #%d)
pt_br: Comissão atribuída ao Afiliado #%d (anteriormente foi atribuída a #%d)

source: Your request has been processed correctly
de_de: Ihre Anfrage wurde korrekt bearbeitet
el: Το αίτημα σας επεξεργάστηκε επιτυχώς
fr_fr: Votre demande a été traitée correctement
nl_nl: Je verzoek is succesvol verwerkt
pt_br: Seu Pedido foi Processado Corretamente

source: An error occurred while trying to create the affiliate; try later.
de_de: Beim Versuch, den Partner zu erstellen, ist ein Fehler aufgetreten. Versuche es später.
el: Παρουσιάστηκε σφάλμα κατά τη διάρκεια δημιουργίας θυγατρικής. Προσπαθήστε αργότερα.
fr_fr: Une erreur s'est produite lors de la tentative de création de l'affilié; essayer plus tard.
nl_nl: Er is een fout opgetreden bij het aanmaken van de affiliate; probeer opnieuw.
pt_br: Ocorreu um erro enquanto tentava criar o Afiliado; tente mais tarde.

source: You have already affiliated with us!
de_de: Sie haben sich bereits mit uns verbunden!
el: Είμαστε ήδη σε συνεργασία!
fr_fr: Vous êtes déjà affilié avec nous!
nl_nl: Je bent al met ons geaffilieerd!
pt_br: Você já é nosso Afiliado!

source: Please, submit a valid email address where we can send PayPal payments
de_de: Bitte geben Sie eine gültige E-Mail-Adresse an, an die wir PayPal-Zahlungen senden können
el: Παρακαλώ υποβάλλετε έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου όπου θα στέλνουμε πληρωμές PayPal
fr_fr: Veuillez soumettre une adresse e-mail valide où nous pouvons envoyer des paiements PayPal
nl_nl: Voer een geldig e-mailadres in waarnaar we de PayPal betalingen kunnen sturen
pt_br: Por favor, informe um e-mail válido para podermos enviar os Pagamentos pelo PayPal

source: Please, enter a valid first name
de_de: Bitte tragen Sie einen gültigen Vornamen ein
el: Παρακαλώ πληκτρολογήστε έγκυρο όνομα
fr_fr: Veuillez saisir un prénom valide
nl_nl: Voer een geldige voornaam in
pt_br: Por favor, insira um nome válido

source: Please, enter a valid last name
de_de: Bitte geben Sie einen gültigen Nachnamen ein
el: Παρακαλώ πληκτρολογήστε έγκυρο επώνυμο
fr_fr: Veuillez saisir un nom de famille valide
nl_nl: Voer een geldige achternaam in
pt_br: Por favor, insira um sobrenome válido

source: First name
de_de: Vorname
el: Όνομα
fr_fr: Prénom
nl_nl: Voornaam
pt_br: Nome

source: Last name
de_de: Familienname, Nachname
el: Επώνυμο
fr_fr: Nom de famille
nl_nl: Achternaam
pt_br: Sobrenome

source: Payment email address
de_de: Zahlungs-E-Mail-Adresse
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου πληρωμής
fr_fr: Adresse e-mail de paiement
nl_nl: Betaling e-mailadres
pt_br: Endereço de e-mail de pagamento

source: New request
de_de: Neue Anfrage
el: Νέο αίτημα
fr_fr: Nouvelle requête
nl_nl: Nieuw verzoek
pt_br: Nova Solicitação

source: Accepted and Enabled
de_de: Akzeptiert und aktiviert
el: Έγινε αποδεκτό και Ενεργοποιήθηκε
fr_fr: Accepté et activé
nl_nl: Geaccepteerd en ingeschakeld
pt_br: Aceito e Habilitado

source: Conv. Rate
de_de: Umwandlungsatz
el: Ποσ.μετατρ
fr_fr: Conv. Taux
nl_nl: Wisselkoers
pt_br: Taxa Conv

source: Action
de_de: Aktion
el: Ενέργεια
nl_nl: Actie
pt_br: Ação

source: Affiliate details
el: Στοιχεία θυγατρικής
fr_fr: Détails affiliés
pt_br: Detalhes do afiliado

source: Check if this user is an affiliate
de_de: Überprüfen Sie, ob dieser Benutzer ein Partner ist
el: Ελέγξτε αν ο χρήστης είναι συνδεδεμένη εταιρεία
fr_fr: Vérifiez si cet utilisateur est un affilié
nl_nl: Controleer of deze gebruiker een affiliate is
pt_br: Verifica se o Usuário é um Afiliado

source: New
de_de: Neu
el: Νέο
fr_fr: Nouveau
nl_nl: Nieuw
pt_br: Novo

source: If this user is an affiliate, you can choose to enable or disable it
de_de: Wenn dieser Benutzer ein Partner ist, können Sie ihn aktivieren oder deaktivieren
el: Αν ο χρήστης είναι συνδεδεμένη εταιρεία, μπορείτε να τον ενεργοποιήσετε ή απενεργοποιήσετε
fr_fr: Si cet utilisateur est un affilié, vous pouvez choisir de l'activer ou de le désactiver
nl_nl: Als deze gebruiker een affiliate is, kun je kiezen voor het inschakelen of uitschakelen
pt_br: Se esse Usuário é um Afiliado, você pode optar por Ativá-lo ou Desativá-lo

source: Reject Message
de_de: Nachricht ablehnen
el: Μήνυμα μη αποδοχής
fr_fr: Rejeter le message
nl_nl: Afwijzing bericht
pt_br: Rejeitar Mensagem

source: Optionally you can show affiliate a message, explaining why her/his account was rejected
de_de: Optional können Sie dem Partner eine Nachricht anzeigen, in der erläutert wird, warum sein Konto abgelehnt wurde
el: Προαιρετικά μπορείτε να εμφανίζετε μήνυμα στη θυγατρική, εξηγώντας γιατί ο λογαριασμός τους απορρίφθηκε
fr_fr: En option, vous pouvez montrer à l'affilié un message, expliquant pourquoi son compte a été rejeté
nl_nl: Optioneel kunt je de affiliate een bericht tonen, met uitleg waarom zijn/haar account is afgewezen
pt_br: Opcionalmente, você pode mostrar uma mensagem de afiliado, explicando por que ela/sua conta foi rejeitada

source: If this user is an affiliate, you can choose to ban or unban it
de_de: Wenn dieser Benutzer ein Partner ist, können Sie ihn sperren oder aufheben
el: Αν ο χρήστης είναι θυγατρική, μπορείτε να τον αποκλείσετε ή να κάνετε άρση αποκλεισμού
fr_fr: Si cet utilisateur est un affilié, vous pouvez choisir de l'interdire ou de le retirer
nl_nl: Als deze gebruiker een affiliate is, kun je kiezen om deze te verbannen of niet
pt_br: Se esse usuário é um Afiliado, você pode optar por Bannir ou Desbanir ele

source: Optionally you can show affiliate a message, explaining why her/his account was banned
de_de: Optional können Sie dem Partner eine Nachricht anzeigen, in der erläutert wird, warum sein Konto gesperrt wurde
el: Προαιρετικά μπορείτε να εμφανίζετε μήνυμα στη θυγατρική, εξηγώντας γιατί ο λογαριασμός τους αποκλείστηκε
fr_fr: En option, vous pouvez montrer à l'affilié un message expliquant pourquoi son compte a été banni
nl_nl: Optioneel kunt je de affiliate een bericht tonen, met uitleg waarom zijn/haar account is verbannen
pt_br: Opcionalmente, você pode mostrar uma mensagem de afiliado, explicando por que ela/sua conta foi proibida

source: Token for the user (default to user ID)
de_de: Token für den Benutzer (standardmäßig Benutzer-ID)
el: Token χρήστη (προεπιλεγμένο σε ID χρήστη)
fr_fr: Jeton pour l'utilisateur (par défaut à l'ID utilisateur)
nl_nl: Bewijs voor de gebruiker (standaard gebruiker ID)
pt_br: Chave para o Usuário (ID de Usuário padrão)

source: User-specific rate to apply, if any (general rates will be applied if left empty)
de_de: Gegebenenfalls anwendbarer benutzerspezifischer Tarif (allgemeine Tarife werden angewendet, wenn sie leer bleiben)
el: Εφαρμογή ειδικού ποσοστού χρήστη, αν υπάρχει (αν μείνει κενό θα γίνει εφαρμογή γενικών ποσοστών)
fr_fr: Tarif spécifique à l'utilisateur à appliquer, le cas échéant (les tarifs généraux seront appliqués s'ils restent vides)
nl_nl: Gebruiker-specifieke tarieven om toe te passen, indien aanwezig (algemene tarieven worden toegepast indien je het leeg laat)
pt_br: Imposto específico do usuário para aplicar, se houver (Impostos gerais será aplicada se deixado em branco)

source: Address email where affiliate wants to receive PayPal payments
de_de: E-Mail-Adresse, an die der Partner PayPal-Zahlungen erhalten möchte
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου όπου η θυγατρική θέλει να λαμβάνει πληρωμές PayPal
fr_fr: Adresse e-mail à laquelle l'affilié souhaite recevoir les paiements PayPal
nl_nl: E-mailadres waarop de affiliate PayPal betalingen wil ontvangen
pt_br: E-mail onde o Afiliado quer receber pagamentos via PayPal

source: Not confirmed
de_de: Nicht bestätigt
el: Μη επιβεβαιωμένο
fr_fr: Non confirmé
nl_nl: Niet bevestigd
pt_br: Não Confirmado

source: Trashed
de_de: Papierkorb
el: Διεγράφη
fr_fr: Jeté
nl_nl: In de prullenbak
pt_br: Na lixeira

source: Refunded %s due to refund #%s creation
de_de: %s aufgrund der Rückerstattung von #%s erstattet
el: %s επιστράφηκε λόγω δημιουργίας επιστροφής #%s
fr_fr: %s remboursé en raison de la création du remboursement #%s
nl_nl: Gerestitueerd %s wegens restitutie #%s creatie
pt_br: %s Reembolsados devido à criação de Restituição #%s
