Repository: quickcommercegit/plugins
Catalog: yith-woocommerce-affiliates/languages/yith-woocommerce-affiliates-*.po
Languages: de_de, el, fr_fr, nl_nl, pt_br

source: Select name for cookie that will store referral token. This name should be as unique as possible, so to avoid collision with other plugins: If you change this setting, all cookies created before will no longer be effective
de_de: Wählen Sie den Namen für das Cookie aus, in dem das Empfehlungs-Token gespeichert wird. Dieser Name sollte so eindeutig wie möglich sein, um Kollisionen mit anderen Plugins zu vermeiden: Wenn Sie diese Einstellung ändern, werden alle zuvor erstellten Cookies nicht mehr wirksam
el: Επιλέξτε όνομα cookie το οποίο θα αποθηκεύσει παραπομπή token. Το όνομα πρέπει να είναι όσο πιο μοναδικό γίνεται, προς αποφυγή σύγκρουσης με άλλα πρόσθετα. Αν αλλάξετε αυτή τη ρύθμιση, όλα τα cookies που δημιουργήθηκαν πριν από αυτό δεν θα είναι πλέον αποτελεσματικά
fr_fr: Sélectionnez le nom du cookie qui stockera le jeton de référence. Ce nom doit être aussi unique que possible, afin d'éviter toute collision avec d'autres plugins: si vous modifiez ce paramètre, tous les cookies créés avant ne seront plus efficaces
nl_nl: Selecteer de cookie naam die het affiliatie bewijs opslaat. Deze naam moet zo uniek mogelijk zijn, om conflicten met andere plugins te voorkomen: Als je de instellingen wijzigt, zullen alle eerder gecreëerde cookies niet meer werken.
pt_br: Seleciona o nome do Cookie que vai armazenar o histórico da Chave de Referência. Este nome deverá ser único para evitar conflitos com outras funcionalidades. Se alterar esta definição, todos os cookies criados anteriormente deixarão de funcionar

source: Make referral cookie expire
de_de: Verweis-Cookie ablaufen lassen
el: Λήξη παραπομπής cookie
fr_fr: Faire expirer le cookie de référence
nl_nl: Zorg dat affiliatie-cookie vervalt
pt_br: Fazer os Cookies de Referência Vencerem

source: Check this option if you want to make referral cookie expire
de_de: Aktivieren Sie diese Option, wenn das Empfehlungscookie ablaufen soll
el: Επιλέξτε εάν θέλετε να λήξετε την παραπομπή cookie
fr_fr: Cochez cette option si vous souhaitez faire expirer le cookie de parrainage
nl_nl: Selecteer deze optie als je de cookie affiliatie wilt laten vervallen
pt_br: Marque esta opção se você quiser fazer cookie de referência expiram

source: Referral cookie exp.
de_de: Empfehlungscookie exp.
el: Λήξη cookie παραπ.
fr_fr: Cookie de parrainage exp.
nl_nl: Affiliatie-cookie exp.
pt_br: Vencimento do Cookie do Referência.

source: Number of seconds before referral cookie expires
de_de: Anzahl der Sekunden, bevor das Empfehlungscookie abläuft
el: Αριθμός δευτερολέπτων πριν λήξει η παραπομπή cookie
fr_fr: Nombre de secondes avant l'expiration du cookie de parrainage
nl_nl: Aantal seconden voordat affiliatie-cookie vervalt
pt_br: Número de segundos antes do cookie referência expirar

source: Set cookie via AJAX
de_de: Cookie über AJAX setzen
fr_fr: Définir un cookie via AJAX
nl_nl: Cookie instellen via AJAX
pt_br: Definir cookie via AJAX

source: Check this option if you want to execute an ajax call to set up affiliate cookies, whenever system finds referral query string in the url
de_de: Aktivieren Sie diese Option, wenn Sie einen Ajax-Aufruf ausführen möchten, um Partner-Cookies einzurichten, wenn das System in der URL eine Abfrage-Abfragezeichenfolge findet
fr_fr: Cochez cette option si vous souhaitez exécuter un appel ajax pour configurer des cookies d'affiliation, chaque fois que le système trouve une chaîne de requête de référence dans l'URL
nl_nl: Selecteer deze optie als je een ajax call wilt uitvoeren om affiliatie cookies in te stellen, wanneer het systeem een affiliatie-verzoek regel in de url vindt.
pt_br: Verifique esta opção se você quiser executar uma chamada ajax para configurar cookies de Representantes, sempre que o sistema encontrar sequência de consulta de referência na url

source: Affiliate pages
de_de: Affiliate Seiten
el: Σελίδες συνεργατών
fr_fr: Pages d'affiliation
nl_nl: Affiliatie pagina´s
pt_br: Páginas de afiliados

source: Affiliate dashboard page
de_de: Affiliate-Dashboard-Seite
el: Σελίδα πίνακα ελέγχου θυγατρικής
fr_fr: Page du tableau de bord des affiliés
nl_nl: Affiliatie dashboard pagina
pt_br: Página do Painel do Afiliado

source: Page contents:
de_de: Seiteninhalt:
el: Περιεχόμενα σελίδας:
fr_fr: Contenu de la page:
nl_nl: Pagina inhoud:
pt_br: Conteúdo da página:

source: Social Networks & Share
de_de: Soziale Netzwerke & Teilen
el: Κοινωνικά Δίκτυα & Κοινοποίηση
fr_fr: Réseaux sociaux et partage
nl_nl: Social Networks & Delen
pt_br: Redes Sociais e Compartilhamento

source: Share on Facebook
de_de: Auf Facebook teilen
el: Κοινοποίηση στο Facebook
fr_fr: Partager sur Facebook
nl_nl: Delen op Facebook
pt_br: Compartilhar no Facebook

source: Show "Share on Facebook" button
de_de: Schaltfläche "Auf Facebook teilen" anzeigen
el: Εμφάνιση κουμπί “Κοινοποίηση στο Facebook”
fr_fr: Afficher le bouton "Partager sur Facebook"
nl_nl: Toon "Delen op Facebook" knop
pt_br: Mostrar botão "Compartilhar no Facebook"

source: Tweet on Twitter
de_de: Tweet auf Twitter
el: Τουίταρε στο Twitter
fr_fr: Tweet sur Twitter
nl_nl: Tweet op Twitter
pt_br: Compartilhar no Twitter

source: Show "Tweet on Twitter" button
de_de: Schaltfläche "Tweet on Twitter" anzeigen
el: Εμφάνιση κουμπί “Τουίταρε στο Twitter”
fr_fr: Afficher le bouton "Tweet sur Twitter"
nl_nl: Toon "Tweet op Twitter" knop
pt_br: Mostrar botão -Tweetar no Twitter

source: Pin on Pinterest
de_de: Pin auf Pinterest
el: Καρφίτσωσε στο Pinterest
fr_fr: Épingler sur Pinterest
nl_nl: Pin op Pinterest
pt_br: Pin no Pinterest

source: Show "Pin on Pinterest" button
de_de: Schaltfläche "Pin on Pinterest" anzeigen
el: Εμφάνιση κουμπί “Καρφίτσωσε στο Pinterest”
fr_fr: Afficher le bouton "Épingler sur Pinterest"
nl_nl: Toon "Pin op Pinterest" knop
pt_br: Mostrar botão "Pin no Pinterest"

source: Share by Email
de_de: Per E-Mail teilen
el: Κοινοποίηση μέσω Email
fr_fr: Partager par email
nl_nl: Delen via e-mail
pt_br: Compartilhar por Email

source: Show "Share by Email" button
de_de: Schaltfläche "Per E-Mail teilen" anzeigen
el: Εμφάνιση κουμπί “Κοινοποίηση μέσω Email”
fr_fr: Afficher le bouton "Partager par e-mail"
nl_nl: Toon "Delen via e-mail" knop
pt_br: Mostrar botão - Compartilhar por e-mail

source: Share by WhatsApp
de_de: Teilen von WhatsApp
el: Κοινοποίηση μέσω WhatsApp
fr_fr: Partager par WhatsApp
nl_nl: Delen via WhatsApp
pt_br: Compartilhar no WhatsApp

source: Show "Share by WhatsApp" button
de_de: Schaltfläche "Von WhatsApp teilen" anzeigen
el: Εμφάνιση κουμπί “Κοινοποίηση μέσω WhatsApp”
fr_fr: Afficher le bouton "Partager par WhatsApp"
nl_nl: Toon "Delen via WhatsApp" knop
pt_br: Mostrar botão "Partilhar por WhatsApp

source: Social title
de_de: Sozialer Titel
el: Κοινωνικός τίτλος
fr_fr: Titre social
nl_nl: Social titel
pt_br: Título Social

source: My Referral URL on %s
de_de: Meine Empfehlungs-URL auf %s
el: Το URL Παραπομπής μου στο %s
fr_fr: Mon URL référent sur %s
nl_nl: Mijn affiliatie-URL op %s
pt_br: Minha URL de Referência em %s

source: Social text
de_de: Sozialer Text
el: Κοινωνικό κείμενο
fr_fr: Texte social
nl_nl: Social tekst
pt_br: Texto Social

source: It will be used by Twitter, WhatsApp and Pinterest. Use <strong>%referral_url%</strong> where you want to show the URL of your Affiliate.
de_de: Es wird von Twitter, WhatsApp und Pinterest verwendet. Verwenden Sie <strong>%referral_url%</strong>, wo Sie die URL Ihres Partners anzeigen möchten.
el: Θα χρησιμοποιείται από Twitter, WhatsApp και Pinterest. Χρησιμοποιείστε <strong>%referral_url%</strong> εκεί που θέλετε να φαίνεται το URL της Θυγατρικής σας.
fr_fr: Il sera utilisé par Twitter, WhatsApp et Pinterest. Utilisez <strong>%referral_url%</strong> où vous souhaitez afficher l'URL de votre affilié.
nl_nl: Deze wordt gebruikt door Twitter, WhatsApp en Pinterest. Gebruik <strong>%referral_url%</strong> waar je de URL van uw affiliatie wilt tonen.
pt_br: Será utilizado pelo Twitter, WhatsApp e Pinterest. Use <strong>%referral_url%</strong> onde você quer mostrar a URL do seu Afiliado.

source: Social image URL
de_de: URL des sozialen Bildes
el: URL κοινωνικής εικόνας
fr_fr: URL d'image sociale
nl_nl: Social afbeelding URL
pt_br: URL da imagem Social

source: It will be used by Pinterest.
de_de: Es wird von Pinterest verwendet.
el: Θα χρησιμοποιηθεί από το Pinterest.
fr_fr: Il sera utilisé par Pinterest.
nl_nl: Het wordt gebruikt door Pinterest
pt_br: Isto será usado pelo Pinterest.

source: Referral registration
de_de: Überweisungsregistrierung
el: Εγγραφή παραπομπής
fr_fr: Enregistrement du référent
nl_nl: Verwijzing registratie
pt_br: Registro de referência

source: Registration form
de_de: Anmeldeformular
el: Φόρμα εγγραφής
fr_fr: Formulaire d'inscription
nl_nl: Registratieformulier
pt_br: Formulário de registro

source: You've selected the default registration form. The affiliate registration fields selected below will be added to the default form that you are using to let your users register. If you're using the default WooCommerce registration form, you'll find it on My Account page. You'll have just one registration form for both your users and affiliates, in one place.
de_de: Sie haben das Standardregistrierungsformular ausgewählt. Die unten ausgewählten Felder für die Registrierung von Partnern werden dem Standardformular hinzugefügt, mit dem Sie Ihre Benutzer registrieren lassen. Wenn Sie das Standard-WooCommerce-Registrierungsformular verwenden, finden Sie es auf der Seite Mein Konto. Sie haben nur ein Registrierungsformular für Ihre Benutzer und Partner an einem Ort.
el: Έχετε επιλέξει την προεπιλεγμένη φόρμα εγγραφής. Τα πεδία εγγραφής συνεργατών που έχουν επιλεχθεί παρακάτω, θα προστεθούν στην προεπιλεγμένη φόρμα που χρησιμοποιείτε για να επιτρέπετε στους χρήστες σας να εγγραφούν. Αν χρησιμοποιείτε την προεπιλεγμένη φόρμα εγγραφής WooCommerce, θα την βρείτε στην σελίδα Ο Λογαριασμός Μου. Θα έχετε μόλις μία φόρμα εγγραφής για τους χρήστες και συνεργάτες σας, στο ίδιο μέρος.
fr_fr: Vous avez sélectionné le formulaire d'inscription par défaut. Les champs d'inscription d'affiliés sélectionnés ci-dessous seront ajoutés au formulaire par défaut que vous utilisez pour permettre à vos utilisateurs de s'inscrire. Si vous utilisez le formulaire d'inscription WooCommerce par défaut, vous le trouverez sur la page Mon compte. Vous aurez un seul formulaire d'inscription pour vos utilisateurs et affiliés, en un seul endroit.
nl_nl: Je hebt het standaard registratieformulier geselecteerd. De affiliatie registratie velden die hieronder zijn geselecteerd, worden toegevoegd aan het standaardformulier dat je gebruikt om je gebruikers te registeren. Je kunt ook het standaard WooCommerce registratieformulier gebruiken, deze vind je in je 'Mijn Account' pagina. Je hebt dan een registratieformulier voor zowel je gebruikers als affiliaties, op dezelfde plek.
pt_br: Seleccionou o formulário de registo predefinido. Os campos de registro de afiliados selecionados abaixo serão adicionados ao formulário padrão que você está usando para permitir que seus usuários se registrem. Se você estiver usando o formulário de registro padrão do WooCommerce, você o encontrará na página minha conta. Você terá apenas um formulário de registro para seus usuários e afiliados, em um só lugar.

source: You've selected the affiliate registration form. Your users will only be able to register as affiliates using this form. It is displayed by default in Affiliate Dashboard page, but you can print it anywhere you prefer on your website using the dedicated shortcode
de_de: Sie haben das Registrierungsformular für Partner ausgewählt. Ihre Benutzer können sich nur mit diesem Formular als Partner registrieren. Es wird standardmäßig auf der Seite "Partner-Dashboard" angezeigt. Sie können es jedoch mithilfe des speziellen Shortcodes an einer beliebigen Stelle auf Ihrer Website drucken
el: Έχετε επιλέξει την φόρμα εγγραφής συνεργατών. Οι χρήστες σας θα μπορούν να εγγράφονται ως συνεργάτες χρησιμοποιώντας την συγκεκριμένη φόρμα. Εμφανίζεται εξ’ ορισμού στην σελίδα Πίνακα Ελέγχου Συνεργατών, αλλά μπορείτε να την τυπώσετε όπου επιθυμείτε στην ιστοσελίδα σας χρησιμοποιώντας τον ειδικό μικροκώδικα
fr_fr: Vous avez sélectionné le formulaire d'inscription d'affilié. Vos utilisateurs ne pourront s'enregistrer en tant qu'affiliés qu'en utilisant ce formulaire. Il est affiché par défaut dans la page Affiliate Dashboard, mais vous pouvez l'imprimer où vous le souhaitez sur votre site Web en utilisant le shortcode dédié
nl_nl: Je hebt het affiliatie registratieformulier geselecteerd. Je gebruikers kunnen zich uitsluitend als affiliatie registreren via dit formulier. Het wordt standaard weergegeven in de Affiliatie Dashboard pagina, maar je kunt het printen waar je maar wilt door gebruik te maken van de toegewijde shortcode.
pt_br: Seleccionou o formulário de registo de afiliados. Seus usuários só poderão registrar-se como afiliados usando este formulário. Ele é exibido por padrão na página do painel de afiliados, mas você pode imprimi-lo em qualquer lugar que você preferir em seu site usando o shortcode dedicado

source: Default registration form
de_de: Standardregistrierungsformular
el: Προεπιλεγμένη φόρμα εγγραφής
fr_fr: Formulaire d'inscription par défaut
nl_nl: Standaard registratieformulier
pt_br: Formulário de registro padrão

source: Affiliate dedicated registration form
de_de: Anmeldeformular für Partner
el: Ειδική φόρμα εγγραφής συνεργατών
fr_fr: Formulaire d'inscription dédié aux affiliés
nl_nl: Toegewijd affiliatie registratieformulier
pt_br: Afiliado formulário de inscrição dedicada

source: Show Login form
de_de: Anmeldeformular anzeigen
el: Εμφάνιση φόρμας Σύνδεσης
fr_fr: Afficher le formulaire de connexion
nl_nl: Toon login formulier
pt_br: Mostrar formulário de login

source: Show Login Form on registration form side
de_de: Anmeldeformular auf der Seite des Registrierungsformulars anzeigen
el: Εμφάνιση Φόρμας Σύνδεσης στην πλευρά της φόρμας εγγραφής
fr_fr: Afficher le formulaire de connexion du côté du formulaire d'inscription
nl_nl: Toon login formulier op registratie formulier zijde
pt_br: Exibir Formulário de Acesso ao lado do Formulário de Registro

source: Show Name field
de_de: Feld Name anzeigen
el: Εμφάνιση πεδίου Ονόματος
fr_fr: Afficher le champ Nom
nl_nl: Toon voornaam veld
pt_br: Exibir campo Nome

source: Show "First Name" field on registration form
de_de: Das Feld "Vorname" auf dem Registrierungsformular anzeigen
el: Εμφάνιση πεδίου “Όνομα” σε φόρμα εγγραφής
fr_fr: Afficher le champ "Prénom" sur le formulaire d'inscription
nl_nl: Toon "Voornaam" veld op registratieformulier
pt_br: Exibir "Nome" no Formulário de Registro

source: Show Surname field
de_de: Feld Nachname anzeigen
el: Εμφάνιση πεδίου Επιθέτου
fr_fr: Afficher le champ du nom de famille
nl_nl: Toon achternaam veld
pt_br: Mostrar campo Sobrenome

source: Show "Last Name" field on registration form
de_de: Das Feld "Nachname" wird im Registrierungsformular angezeigt
el: Εμφάνιση πεδίου “Επίθετο” σε φόρμα εγγραφής
fr_fr: Afficher le champ "Nom" sur le formulaire d'inscription
nl_nl: Toon "Achternaam" veld op registratieformulier
pt_br: Exibir "Sobrenome" no Formulário de Registro

source: Show fields in Settings
de_de: Felder in den Einstellungen anzeigen
el: Εμφάνιση πεδίων σε Ρυθμίσεις
fr_fr: Afficher les champs dans les paramètres
nl_nl: Toon velden in instellingen
pt_br: Exibir campos nas Configurações

source: Show additional fields in Affiliate Dashboard's settings page
de_de: Zeigen Sie zusätzliche Felder auf der Einstellungsseite des Partner-Dashboards an
el: Εμφάνιση επιπλέον πεδίων στη σελίδα ρυθμίσεων του Πίνακα Ελέγχου Συνεργατών
fr_fr: Afficher des champs supplémentaires dans la page des paramètres du tableau de bord affilié
nl_nl: Toon aanvullende velden in de instellingen pagina van het affiliatie dashboard
pt_br: Mostrar campos adicionais na página de configurações do painel de afiliados

source: Show fields in Become an Affiliate
de_de: Felder in Partner werden anzeigen
el: Εμφάνιση πεδίων σε Γίνε Συνεργάτης
fr_fr: Afficher les champs dans Devenir affilié
nl_nl: Toon velden in 'wordt een affiliate'
pt_br: Exibir campos em Torne-se um Afiliado

source: Show additional fields in Become an Affiliate section
de_de: Weitere Felder im Abschnitt Partner werden anzeigen
el: Εμφάνιση επιπλέον πεδίων σε ενότητα Γίνε Συνεργάτης
fr_fr: Afficher des champs supplémentaires dans la section Devenir affilié
nl_nl: Toon aanvullende velden in 'wordt een affiliate' sectie
pt_br: Exibir campos adicionais na seção Torne-se um Afiliado

source: Associate old commissions
de_de: Verknüpfen Sie alte Provisionen
el: Συνδέστε προηγούμενες προμήθειες
fr_fr: Associer d'anciennes commissions
nl_nl: Koppel oude commissies
pt_br: Associar Comissões Antigas

source: Whenever adding a new affiliate, check if some commission already exists for his default token, and assign it to him eventually
de_de: Überprüfen Sie beim Hinzufügen eines neuen Partners, ob für sein Standard-Token bereits eine Provision vorhanden ist, und weisen Sie sie ihm schließlich zu
el: Κατά την πρόσθεση νέου συνεργάτη, ελέγξτε αν υπάρχει ήδη προμήθεια για το προεπιλεγμένο του token και στο τέλος αναθέστε το σε εκείνον
fr_fr: Chaque fois que vous ajoutez un nouvel affilié, vérifiez si une commission existe déjà pour son jeton par défaut et affectez-lui éventuellement
nl_nl: Wanneer een nieuwe affiliate wordt toegevoegd, controleer of er al een commissie bestaat voor zijn standaard token, en wijs het uiteindelijk aan hem toe.
pt_br: Sempre que adicionar um novo Afiliado, verifique se alguma Comissão já existe para seu Token padrão e a atribua

source: General rate
de_de: Allgemeiner Preis
el: Γενικό ποσοστό
fr_fr: Taux général
nl_nl: Algemeen tarief
pt_br: Imposto Geral

source: General rate to apply to affiliates
de_de: Allgemeiner Tarif für verbundene Unternehmen
el: Γενικό ποσοστό που ορίζεται σε θυγατρικές
fr_fr: Taux général à appliquer aux affiliés
nl_nl: Algemeen tarief om toe te passen op affiliates
pt_br: Imposto geral para aplicar aos Afiliados

source: Avoid auto commission
de_de: Vermeiden Sie die automatische Provisionierung
el: Αποφυγή αυτόματης προμήθειας
fr_fr: Évitez la commission automatique
nl_nl: Voorkom automatische commissie
pt_br: Evitar comissão automática

source: Prevent affiliate from getting commissions from his/her own sales
de_de: Verhindern Sie, dass Partner Provisionen aus ihren eigenen Verkäufen erhalten
el: Αποτρέψτε συνεργάτη από το να δέχεται προμήθειες από τις πωλήσεις του
fr_fr: Empêcher l'affilié d'obtenir des commissions sur ses propres ventes
nl_nl: Voorkom dat affiliates commissies krijgen op zijn/haar eigen verkopen
pt_br: Prevenir que o Afiliado receba Comissões de vendas feitas para ele mesmo usando Referências próprias

source: Exclude tax from commissions
de_de: Steuern von Provisionen ausschließen
el: Απόκλιση φόρου από προμήθειες
fr_fr: Exclure la taxe des commissions
nl_nl: Belasting van commissies uitsluiten
pt_br: Excluir Impostos das Comissões

source: Exclude tax from referral commission calculation
de_de: Steuern von der Berechnung der Überweisungsprovision ausschließen
el: Απόκλιση φόρου από παραπομπή υπολογισμού προμήθειας
fr_fr: Exclure la taxe du calcul de la commission de référence
nl_nl: Belasting uitsluiten van affiliatie-commissie berekening
pt_br: Excluir Impostos do cálculo da Comissão de Referência

source: Exclude discount from commissions
de_de: Rabatt von Provisionen ausschließen
el: Απόκλιση έκπτωσης από προμήθειες
fr_fr: Exclure la remise des commissions
nl_nl: Korting uitsluiten van commissie
pt_br: Excluir Descontos de Comissões

source: Exclude discounts from referral commission calculation
de_de: Schließen Sie Rabatte von der Berechnung der Überweisungsprovision aus
el: Απόκλιση εκπτώσεων από παραπομπή υπολογισμού προμήθειας
fr_fr: Exclure les remises du calcul de la commission de référence
nl_nl: Korting uitsluiten van affiliatie-commissie berekening
pt_br: Excluir Descontos do cálculo da Comissão de Referência

source: Add new affiliate
de_de: Neuen Partner hinzufügen
el: Προσθήκη νέας θυγατρικής
fr_fr: Ajouter un nouvel affilié
nl_nl: Voeg nieuwe affiliate toe
pt_br: Adicionar novo afiliado

source: Search for a customer&hellip;
de_de: Suche nach einem Kunden & hellip;
el: Αναζήτηση πελάτη&hellip;
fr_fr: Rechercher un client&hellip;
nl_nl: Zoeken naar klant&hellip;
pt_br: Pesquisar um cliente&hellip;

source: Add Existing
de_de: Vorhandene hinzufügen
el: Προσθήκη Υπάρχοντος
fr_fr: Ajouter existant
nl_nl: Voeg bestaande toe
pt_br: Adicionar existente

source: or
de_de: oder
el: ή
fr_fr: ou
nl_nl: of
pt_br: ou

source: Create New
de_de: Erstelle neu
el: Δημιουργία Νέου
fr_fr: Créer un nouveau
nl_nl: Nieuwe aanmaken
pt_br: Criar Novo

source: Submit
de_de: einreichen
el: Υποβολή
fr_fr: Soumettre
nl_nl: Indienen
pt_br: Enviar

source: Delete click logs
de_de: Klickprotokolle löschen
el: Διαγραφή καταγραφής κλικ
fr_fr: Supprimer les Logs de clics
nl_nl: Verwijder klik logs
pt_br: Excluir Histórico de Cliques

source: Search for an affiliate&hellip;
de_de: Suche nach einem Partner & hellip;
el: Αναζήτηση θυγατρικής&hellip;
fr_fr: Rechercher un affilié&hellip;
nl_nl: Zoeken naar een affiliate&hellip;
pt_br: Pesquisar por afiliado&hellip;

source: Delete Logs
de_de: Protokolle löschen
el: Διαγραφή Αρχείου Καταγραφής
fr_fr: Supprimer les Logs
nl_nl: Verwijder logs
pt_br: Excluir Logs

source: Upgrade to %1$spremium version%2$s of %1$sYITH WooCommerce Affiliates%2$s to benefit from all features!
pt_br: Atualize para a %1$sversão premium%2$s do %1$sYITH WooCommerce Uploads%2$s e beneficie-se de todas as funcionalidades!

source: UPGRADE
pt_br: ATUALIZAR

source: to the premium version
pt_br: para a versão premium

source: Premium Features
pt_br: Recursos Premium

source: All professionalism and advantages that PayPal puts at your disposal to offer you the best solution for %1$spayments%2$s of commissions owed to your affiliate users.%3$sPayPal is one of the most common payment methods in the market and a system able to offer you higher guarantees, you cannot do without it!
pt_br: Todos profissionalismo e vantagens que o PayPal coloca à sua disposição para lhe oferecer a melhor solução para %1$s Pagamentos %2$s de comissões devidas aos seus usuários afiliados. %3$s PayPal é um dos métodos de pagamento mais comuns no mercado e uma sistema capaz de lhe oferecer maiores garantias.z

source: Automatic payment
pt_br: Pagamento Automático

source: It's time to automate payment system for commissions in your store: the more the traffic in your shop, the more the commissions to pay to your affiliates. You might not find always the time to do that and you might, then, risk to be late with payments and not respect deadlines.
pt_br: É hora de automatizar o sistema de pagamento de Comissões em sua Loja: quanto maior o tráfego em sua Loja, maiores as Comissões a pagar aos seus Afiliados. Nem sempre você encontrará tempo para fazer isso e então correrá o risco de se atrasar com os pagamentos e desrespeitar os prazos.

source: Choose either to pay your affiliates each time a %1$snew commission%2$s is due to them, or to pay the balance on one %1$sspecific day%2$s of the month or to send the amount owed only when a specific commission amount %1$sthreshold%2$s is reached.
pt_br: Escolha pagar suas Afiliados sempre que uma %1$sNova Comissão%2$s for devida a elas estejam com o saldo A Pagar em um %1$sdia específico%2$s do mês, ou, enviar o valor devido somente quando uma quantia de comissão específica %1$sthreshold%2$s é atingida.

source: Click Info
pt_br: Clique em informações

source: Click info
pt_br: Clique em informações
